{
    "coming_soon":"เจอกันใหม่ เร็วๆนี้",
    "submit":"ส่ง",
    "logic_skip_text":"คุณต้องการข้ามเลเวลนี้",
    "shop_title":"ร้านค้า",
    
    "watch_video_title":"คุณต้องการดูวิดิโอใช่หรือไม่",
    "watch_video_button":"ดู",
    
    "level_title":"เลเวล ",
    "settings_english":"ภาษาไทย",
    "settings_title":"ตั้งค่า",
    "settings_sound":"เสียง",
    "settings_music":"ดนตรี",
    "settings_notification":"การแจ้งเตือน",
    "settings_support":"ช่วยเหลือ",
    "settings_share":"แชร์",
    "settings_restore":"ค่าเริ่มต้น",
    "settings_language":"ภาษา",
    "settings_share_text":"เล่นได้ยอดเยี่ยม! ฉันขอแนะนำเกมนี้ {0}",
    "settings_email_text":"พิมพ์ข้อความของคุณที่นี่  ________ Please Do Not Modify This Model: {0} OS: {1} Application Version: {2} ________",
    
    "settings_try_our_other_games":"เกมอื่น ๆ ของเรา",
    "other_games_title":"เกมอื่น ๆ ของเรา",
    "other_games_play_now":"เล่นตอนนี้!",
    
    "vipPanel_privacy_policy":"นโยบายเรื่องความเป็นส่วนตัว",
    "vipPanel_terms_of_use":"ข้อตกลง",
    
    "rateScreen_title":"เรท",
    "rateScreen_hint":"ให้ 5 ดาว",
    "rateScreen_question":"คุณชอบเกมของเรามากแค่ไหน",
    "rateScreen_thanks":"ขอบคุณที่สนับสนุนเกมของเรา!",
	
	"question_1111":"ริษากลัวการผจญภัยเพื่อตามหาอัญมณี ให้กำลังใจเธอหน่อย",
"end_1111":"ริษา: 'โอ้ย! ให้กำลังใจด้วยวิธีอื่นดีกว่านะ!' ไกรธร: 'ก็จริง แต่ช่างเถอะ ไปที่โกดังของชานนท์คนร้ายเพื่อหาอัญมณีเม็ดแรกได้แล้ว!'",
"hint1111_0":"ลากไกรธรเข้าไปใกล้ริษา",
"question_2222":"ริษาต้องหาวิธีเข้าไปในโกดังของชานนท์คนร้าย",
"end_2222":"ลูกน้อง: 'ทำไมถังมันหนักอย่างนี้นะ?!' คนเฝ้าประตู: 'นายก็หัดเล่นกล้ามบ้างสิ!'",
"hint2222_0":"ริษาต้องซ่อนตัวในอะไรสักอย่าง",
"hint2222_1":"ลากริษาเข้าไปในถัง",
"hint2222_2":"ลากถังบนรถเข็นดอลลี่",
"question_3333":"ริษาเข้ามาแล้ว แต่เธอต้องหาทางผ่านอันธพาลพวกนี้ไปให้ได้",
"end_3333":"ริษา: 'เยี่ยม ฉันทำได้! ว่าแต่อัญมณีสีฟ้าอยู่ไหนนะ?'",
"hint3333_0":"หมุนโทรศัพท์ของคุณ เพื่อล้มถัง",

"bubble_2_1":"คงมีประตูลับ ที่ไหนสักแห่ง!",
"hint2_0":"ลากรูปปั้นไปที่แท่น ด้านขวา",
"hint2_1":"ขยายแท่นให้สูงขึ้น ",
"bubble_3_1":"ฉันต้องหลอกอันธพาล ในห้องน้ำ",
"bubble_3_2":"โอ้ยย! แม่จ๋าา!",
"hint3_0":"ลากกับดักหนูไปที่เค้ก",
"hint3_1":"แตะที่ประตูห้องน้ำ",
"bubble_4_1":"หยุดขำได้แล้ว!",
"bubble_4_2":"ฉันต้องจัดการตอนที่ พวกเขากำลังเผลอ!",
"hint4_0":"รวมหนังสติ๊กกับหิน",
"hint4_1":"ส่งหนังสติ๊กให้ริษา",
"hint4_2":"ลากหินที่ตกให้ริษา ยิงเป็นครั้งที่สอง",
"bubble_6_1":"ฉันจะเปิดประตูนั่นยังไง?",
"bubble_7_1":"แจ๋ว! ยังมีอีกบาน!",
"hint7_0":"ทำลายหินด้วยค้อน",
"hint7_1":"ลากก้อนหินเล็กไป ที่ริษา",
"hint7_2":"ลากหนังสติ๊กไปที่ สัญลักษณ์ล็อกเหนือประตู",
    
    "noti_text1": "ได้เวลาสนุกแล้วสิ :)",
    "noti_text2": "ปริศนาที่จะพาคุณมาให้ฮากระจายด้วยรอยยิ้ม :)",
    "noti_text3": "มาทดสอบตัวเองตัวปริศนาสุดกวนกันเถอะ",
    "crosspromo_play":"เล่น",
    "crosspromo_title":"เกมอื่น ๆ ของเรา",
    
    "reward_wheel_sale":"ลดราคา",
    "reward_wheel_title": "หมุนวงล้อเพื่อลุ้นรางวัล",
    "reward_wheel_spin": "หมุน!",
    "reward_wheel_spin_again": "หมุน อีกครั้ง!",
    "reward_wheel_skip":"ไม่ ขอบคุณ",
    
    "intro":"บทนำ",
    "intro_skip":"ข้าม",
    "pets_title":"สัตว์เลี้ยง",
    "pets_select":"เลือก",
    "pets_free":"ฟรี!",
    "pets_upgrade":"อัปเกรดสัตว์เลี้ยงของคุณ!",
    "pets_unlock_1":"ริษาช่วยแมวที่น่าสงสารนี้ จากห้องทดลองเสือหมอบ  และมันจะเป็นสัตว์เลี้ยง ตัวแรกของเธอ",
    "pets_unlock_2":"ปลดล็อกระดับเพิ่มขึ้น เพื่อช่วยเหลือสัตว์เลี้ยง ทั้งหมด จากนั้นคุณสามารถ ซื้อสกินใหม่สำหรับ สัตว์เลี้ยงที่คุณ ปลดล็อกได้",
    "bonus_main_title":"ปลดล็อกเลเวลโบนัสแล้ว",
    "bonus_main_play":"เล่นเพื่อรับเหรียญเพิ่ม",
    "bonus_main_miss":"พลาดโอกาสนี้ไป",
    "action_end_main_story":"เนื้อเรื่องหลัก",
    "action_end_next_level":"เลเวลต่อไป",
    "action_end_completed":"เล่นโหมดแอคชั่น เสร็จสมบูรณ์!",
    "action_end_coming_soon":"เลเวลใหม่ๆ เร็วๆนี้",
    "action_end_home":"หน้าจอหลัก",
    "action_shoot":"ยิง!",
    "action_main_difficulty_1":"ความยาก: {0}",
    "action_main_difficulty_easy":"ง่าย",
    "action_main_difficulty_medium":"ปานกลาง",
    "action_main_difficulty_hard":"ยาก",
    "action_main_difficulty_2":"ผ่านด่าน {0} เพื่อปลดล็อก {1} ความยาก",
    "action_main_title":"โหมดแอคชั่นกับสายลับเจมส์",
    "action_unlock":"ยินดีด้วย! คุณเพิ่งปลดล็อกโหมดแอคชั่นของสายลับเจมส์ เล่นเพื่อรับรางวัลพิเศษ",
    "costume_unlock":"คุณเพิ่งปลดล็อกชุดใหม่สำหรับริษา! คุณสามารถซื้อและปลดล็อกเครื่องแต่งกายในหน้านี้และเปลี่ยนรูปลักษณ์ของคุณได้ตามที่คุณต้องการ",
    "home_tap_to_start":"แตะเพื่อเริ่ม",
    "home_levels":"เลเวล",
    "home_action":"แอคชั่น",
    "home_costumes":"เครื่องแต่งกาย",
    "home_pets":"สัตว์เลี้ยง",
    "home_workshop":"เวิร์คช็อป",
    "home_unlock":"เล่นเนื้อเรื่อง เพื่อปลดล็อก",
    "double_bulbs":"หลอดไฟคูณสอง",
    "help_alyx":"คุณต้องช่วยริษา!",
    "level_title_gundolf":"ปริศนาไกรธร",
    "level_title_bonus":"เลเวลโบนัส",
    "level_title_tricky":"เลเวลจอมป่วน",
    "unlock_hint":"ปลดล็อกคำใบ้",
    "unlock_hints_first":"ปลดล็อกคำใบ้ก่อน",
    "settings_share_text":"ลองดูเกมนี้! {0}",
    "settings_email_text":"โปรดป้อนข้อความของคุณที่นี่    ________  โปรดอย่าแก้ไขสิ่งนี้  รุ่น: {0}  OS: {1}  เวอร์ชันแอปพลิเคชัน: {2}  ________ ",
    "shop_bundle1_title":"แพ็คเกจการผจญภัยของริษา",
    "shop_bundle2_title":"แพ็คเกจเวทมนต์ของไกรธร",
    "shop_sale":"{0}% ลดราคา",
    "shop_remove_ads":"ลบโฆษณา",
    "shop_biggest_saving":"ลดสุดเหวี่ยง",
    "shop_never_see_ads_again":"ไม่เห็นโฆษณาอีกต่อไป*",
    "shop_help_future_dev":"ช่วยสนับสนุนการพัฒนาในอนาคต!",
    "shop_not_remove_rewarded_ads":"*ไม่ลบโฆษณาที่มีการให้รางวัล",
    "shop_loading":"กำลังโหลด...",
    "rateScreen_hint":"โปรดให้คะแนนและกด 'ส่ง'",
    "reward_wheel_sale":"ลดราคา",
    "daily_claim":"รับ!",
    "daily_text":"รับรางวัลประจำวันของคุณ เพื่อเปิดเผยภาพ!",
    "daily_day":"วันที่ {0}",
    "level_completed":"เคลียร์เสร็จสมบูรณ์!",
    "level_end_won":"คุณชนะ ",
    "level_end_claim":"รับ ",
    "level_end_fail":"คุณล้มเหลว!",
    "level_end_restart":"เริ่มใหม่",
    "glue":"กาว",
    "logic_main_title":"ชาเลนจ์จอมป่วน",
    "logic_main_text":"เล่น 2 โหมดจอมป่วน เพื่อพิสูจน์ทักษะสมอง ของคุณ!",
    "logic_rewarded_text":"ดูโฆษณาวิดีโอเพื่อดำเนินการต่อ",
    
    
    "question_Logic1":"ตัวเลขนั่นคืออะไร?",
    "hint_Logic1":"ลากเครื่องหมายคำถาม ออกเพื่อดู",
    "end_Logic1":"ดีมาก!  หลอดไฟพวกนี้ จะมีประโยชน์ สำหรับริษา",
    "question_Logic2":"หาทางออกที่ปลอดภัย",
    "hint_Logic2":"ใช้ถังเพื่อเก็บน้ำ จากมหาสมุทร และดับไฟ",
    "end_Logic2":"คุณเป็นปรมาจารย์ แห่งการแก้ปริศนา ที่แท้ทรู!",
    "question_Logic3":"ทำให้พวกเขา                 .",
    "hint_Logic3":"ใช้คำว่ามีความสุข เพื่อเปลี่ยนอารมณ์ ของเธอ",
    "end_Logic3":"หลอดไฟ  หลอดไฟ หลอดไฟ เต็มไปหมด!",
    "question_Logic4":"ช่วยเขา!",
    "hint_Logic4":"คุณสามารถยืดแขน ของชายคนนั้นได้",
    "end_Logic4":"ไกรธรภูมิใจ ในความฉลาดของคุณ",
    "question_Logic5":"แก้สมการ",
    "hint_Logic5":"กลับหัวมัน",
    "end_Logic5":"ค่าไอคิวของคุณ มันทะลุชาร์ตไปแล้ว  ทำได้ดีมาก!",
    "question_Logic6":"ลูกเจี๊ยบอยู่ที่ไหน?",
    "hint_Logic6":"ลองดูในปากแมว",
    "end_Logic6":"ดีมาก!  หลอดไฟพวกนี้ จะมีประโยชน์ สำหรับริษา",
    "question_Logic7":"เชื่อมกล่องเข้าด้วยกัน",
    "hint_Logic7":"หนึ่งในนั้นสามารถยืดออกได",
    "end_Logic7":"คุณเป็นปรมาจารย์ แห่งการแก้ปริศนา ที่แท้ทรู!",
    "question_Logic8":"เขากำลังพูดว่าอะไรนะ่?!",
    "hint_Logic8":"เปิดปากของเขาด้วยนิ้วของคุณ",
    "end_Logic8":"หลอดไฟ  เอาหลอดไฟมาอีก!",
    "question_Logic9":"ใครทำกระจกแตก?!",
    "hint_Logic9":"ใช้กระจกส่องดูมือของพวกเขา",
    "end_Logic9":"ไกรธรภูมิใจใน ความฉลาดของคุณ",
    "question_Logic10":"หยิบคุกกี้ 5 ชิ้น",
    "hint_Logic10":"พลิกโทรศัพท์ของคุณ คว่ำแล้วกระแทกโถ",
    "end_Logic10":"ค่าไอคิวของคุณ มันทะลุชาร์ตไปแล้ว  ทำได้ดีมาก!",
    "question_Logic11":"หาทางออก ที่ปลอดภัยอีกครั้ง",
    "hint_Logic11":"มีบางอย่าง นอกหน้าจอด้านขวา",
    "end_Logic11":"ดีมาก!  หลอดไฟพวกนี้ จะมีประโยชน์ สำหรับริษา",
    "question_Logic12":"ทำแต้ม 6 กับลูกเต๋า",
    "hint_Logic12":"คุณสามารถใช้จุด ในประโยคเพื่อ ทำให้มันเป็น 6",
    "end_Logic12":"คุณเป็นปรมาจารย์แห่งการแก้ปริศนาที่แท้ทรู!",
    "question_Logic13":"ช่วยให้แมวไปถึงปลา",
    "hint_Logic13":"ซูมออกเพื่อกำจัด สิ่งกีดขวาง",
    "end_Logic13":"หลอดไฟ  หลอดไฟ หลอดไฟ เต็มไปหมด!",
    "question_Logic14":"ทำให้บอลลูน บินได้อย่างปลอดภัย",
    "hint_Logic14":"เอียงมือถือของคุณ เพื่อหลบสิ่งกีดขวาง",
    "end_Logic14":"ไกรธรภูมิใจ ในความฉลาดของคุณ",
    
    "title_Bonus1":"ภารกิจพิชิตเคบับ ของพะโล้",
    "question_Bonus1":"พะโล้จะต้องกินเคบับ",
    "hint_Bonus1_0":"ปิดแก๊ส",
    "hint_Bonus1_1":"หยิบมีดออกมา.ในขณะที่เชฟกำลังวุ่น อยู่กับถังแก๊ส",
    "end_Bonus1":"เร็วเข้า พะโล้!  กินให้ได้มากที่สุด ก่อนที่เชฟจะกลับมา!",
    "title_Bonus2":"ตะวันกำลังเผชิญ ปัญหาอยู่!",
    "question_Bonus2":"ช่วยเหลือนักล่า ปีศาจตะวัน!",
    "hint_Bonus2_0":"ปัดที่ตัวตะวัน เพื่อหลบ",
    "hint_Bonus2_1":"ลากหมวกของตะวัน ไปบัดหน้าของ มนุษย์หมาป่า",
    "end_Bonus2":"ดูเหมือนว่า เขาต้องลงไป เก็บหมวกของเขา ข้างล่างแล้วแหละ",
    "title_Bonus3":"ออกกำลังกายกับ ซินดี้",
    "question_Bonus3":"ซินดี้กำลังจะ ออกกำลังยามเช้า",
    "hint_Bonus3_0":"ปฏิบัติตาม คำแนะนำบนทีวี",
    "hint_Bonus3_1":"แตะที่ส่วน ของร่างกายซินดี้ เพื่อออกกำลังกาย  คุณต้องหาท่าที่ 4  ที่เหลือ",
    "end_Bonus3":"ซินดี้ไม่ได้เปิดดู ตามครูฝึกหรอก  เธอแค่เปิดช่องนี้ เพื่อฟังเพลงเฉยๆ",
    "title_Bonus4":"ปะทะคลื่น เพชฌฆาตกับ กัปตันแมรี่",
    "question_Bonus4":"กัปตันแมรี่ต้อง ปกป้องเรือของเธอ จากคลื่นยักษ์",
    "hint_Bonus4_0":"ปัดเพื่อ เปลี่ยนทิศทางเรือ",
    "hint_Bonus4_1":"ให้เรืออยู่ใน ทิศทางเดียวกันกับคลื่น  หลบคลื่นให้ไป 6 ครั้ง",
    "end_Bonus4":"ขะไปดิสนีย์แลนด์ทำไม เมื่อคุณสามารถล่องเรือไปกับกัปตันแมรี่?",
    "title_Bonus5":"ปรุงยาอลวนกับ ไกรธร",
    "question_Bonus5":"ไกรธรต้องปรุงยา ทองคำ",
    "hint_Bonus5_0":"ผสมน้ำยาโดย การลากมันผสมกัน",
    "hint_Bonus5_1":"ทำตามขั้นตอน บนกระดาษ",
    "end_Bonus5":"ยอดเยี่ยม!  เขาจะใช้ยานี้ เพื่อบรรเทาอาการ ปวดไขข้อกระดูก ของเขา",
    "title_Bonus6":"ยิงปืนกับสายลับ เจมส์",
    "question_Bonus6":"เจมส์ต้องเอาชนะ ลูกน้องของเสือหมอบ",
    "hint_Bonus6_0":"ปัดบนตัวเจมส์ เพื่อเปลี่ยนเป้าหมาย",
    "hint_Bonus6_1":"เล็งไปที่ คนที่เล็งปืนมาที่เจมส์  คุณไม่สามารถยิง พวกเขาหลัง ที่กำลังได้",
    "end_Bonus6":"สามนัด สามศพ ฝีมือตกไปนะสายลับเจมส์",
    "title_Bonus7":"ชีสของส้มจี๊ด",
    "question_Bonus7":"ส้มจี๊ดต้องไปหา ชีสนั่น",
    "hint_Bonus7_0":"คลายเกลียวชั้นวาง เพื่อทำให้ลูกโบว์ลิ่ง ตกลงมา",
    "hint_Bonus7_1":"วางส้มจี๊ด ในตำแหน่งที่ถูกต้อง เพื่อให้ส้มจี๊ดบินไป",
    "end_Bonus7":"บทเรียนการบินของเจ้าเหมียวพะโล้ นั้นเรียนรู้มาจากเจ้าหนูส้มจี๊ดนี่ล่ะ",
    "title_Bonus8":"วันโชคไม่ดีของ มานีไม่มีโชค",
    "question_Bonus8":"ช่วยมานีไม่มีโชค จากวันอัปโชคนี้",
    "hint_Bonus8_0":"ปัดเมฆเพื่อไม่ให้ มันชนกัน",
    "hint_Bonus8_1":"ใช้ไม้กระดาน ที่มีตะปูแหลม เพื่อทำให้รถยนต์ ยางแตก",
    "end_Bonus8":"อะไรอีกล่ะ?  อุกกาบาตตกใส่หัว หรอ?!",
    "title_Bonus9":"แดร็กคิวล่า vs.  พระอาทิตย์",
    "question_Bonus9":"แดร็กคิวล่าต้องไป ที่สโมสรของเขา  แต่แดดมันก็จ้า มากเกินไป สำหรับเขา",
    "hint_Bonus9_0":"เปิดประตูรถ",
    "hint_Bonus9_1":"เหยียบคันเร่งเพื่อสร้าง ควันไอเสีย",
    "end_Bonus9":"เขาควรพกร่ม ไปด้วยแหะ!",
    "title_Bonus10":"ปาร์ตี้ สุดเหวี่ยง",
    "question_Bonus10":"ปาร์ตี้สุดเหวี่ยงไปเลย!  จัดระเบียบเพื่อถ่ายรูป",
    "hint_Bonus10_0":"คืนอุปกรณ์ให้เจ้าของ ที่ถูกต้อง",
    "hint_Bonus10_1":"มีลูกบอลอยู่ในเสื้อผ้า ของซินดี้",
    "end_Bonus10":"เอ้ายิ้ม!  แล้วพบกันใหม่ ในการผจญภัย ครั้งหน้านะ!",
    
    "question_shape_pieces":"ซ่อมวัตถุที่แตกหัก",
    "question_alchemy":"ใส่สูตรการเล่นแร่ แปรธาตุที่ถูกต้อง",
    "question_radial":"หมุนวงแหวนเพื่อ ให้ได้รูปที่ถูกต้อง",
    "question_diamonds":"ซ่อมเพชรของฉัน",
    "question_make_potion":"ช่วยฉันปรุงยา",
    "question_falling_objects_1":"ใส่สมุนไพรลงใน ส่วนผสม",
    "question_falling_objects_2":"หนีจากเวทมนตร์นี่!",
    "question_find_pairs":"ช่วยฉันจับคู่การ์ด",
    "question_tap_in_order":"แตะอัญมณี ตามลำดับ",
    "question_catch_bats":"จับค้างคาว 5 ตัว",
    "question_clean_up":"ช่วยฉันทำ ความสะอาดขวด",
    "question_shape_pieces_4":"ซ่อมหนังสือฉันที",
    "question_shape_pieces_5":"ซ่อมบันทึกเวทมนต์ ของฉันที",
    "question_falling_objects_3":"รวบรวม 3 น้ำยา สีเขียว",
    "question_shape_pieces_6":"ซ่อมตุ๊กตาวูดูฉันที",
    
    "hint_Shape_Pieces_1":"ลากชิ้นส่วน เพื่อประกอบมัน",
    "hint_Alchemy_1":"ลากสัญลักษณ์ลงในกล่อง เพื่อสร้างสมการที่ถูกต้อง",
    "hint_Radial_1":"แก้ไขภาพให้ถูกต้อง",
    "hint_Diamonds_1":"ลากชิ้นส่วนที่มี สีเดียวกันเข้าด้วยกัน",
    "hint_Alchemy_2":"ลากน้ำยาลงในกล่อง เพื่อสร้างสมการ ที่ถูกต้อง",
    "hint_Make_Potion_1":"แตะและลากขวดเปล่า เพื่อรองรับส่วนผสมต่างๆ",
    "hint_Radial_2":"แก้ไขภาพให้ถูกต้อง",
    "hint_Falling_Objects_1":"ลากหม้อ เพื่อรองสมุนไพร และหลีกเลี่ยงอย่างอื่น",
    "hint_Falling_Objects_2":"ลากริษาเพื่อหลบ เวทมนต์",
    "hint_Shape_Pieces_2":"ลากชิ้นส่วน เพื่อประกอบการ์ด",
    "hint_Find_Pairs_1":"แตะที่การ์ดเพื่อพลิกมัน และจับคู่ให้ถูกต้อง",
    "hint_TapInOrder_1":"แตะตามลำดับนี้:  ฟ้า-แดง-เขียว- เหลือง-น้ำเงิน-ม่วง",
    "hint_Catch_Bats_1":"แตะที่ค้างคาว เพื่อจับพวกมัน  และหลีกเลี่ยงสิ่งอื่น",
    "hint_Alchemy_3":"ลากส่วนผสมใส่ลงในกล่อง ให้ถูกต้อง",
    "hint_Shape_Pieces_3":"ลากชิ้นส่วนแล้ว ประกอบมันเข้าด้วยกัน",
    "hint_Alchemy_4":"ลากส่วนผสม ใส่ลงในกล่อง ให้ถูกต้อง",
    "hint_Find_Pairs_2":"แตะที่การ์ดเพื่อพลิกมัน และจับคู่ให้ถูกต้อง",
    "hint_CleanUp_1":"ขัดมันเพื่อทำความสะอาด",
    "hint_Alchemy_5":"ลากสัญลักษณ์ที่ถูกต้องใส่ใน ช่องว่าง",
    "hint_Radial_3":"แก้ไขภาพให้ถูกต้อง",
    "hint_Shape_Pieces_4":"ลากชิ้นส่วนหนังสือ เพื่อประกอบมัน",
    "hint_Alchemy_6":"ลากสัญลักษณ์ที่ถูกต้อง ใส่ในช่องว่าง",
    "hint_Radial_4":"แก้ไขภาพให้ถูกต้อง",
    "hint_Shape_Pieces_5":"ลากชิ้นส่วนของบันทึก เวทมนต์ เพื่อประกอบมัน",
    "hint_Falling_Objects_3":"ลากหีบและเก็บ เฉพาะขวดยาสีเขียว",
    "hint_Find_Pairs_3":"แตะที่การ์ดเพื่อพลิกมัน และจับคู่ให้ถูกต้อง",
    "hint_Alchemy_7":"ลากสัญลักษณ์ที่ถูกต้อง ใส่ในช่องว่าง",
    "hint_Shape_Pieces_6":"ลากชิ้นส่วนตุ๊กตา เพื่อเย็บมันเข้าด้วยกัน",
    
    "gundolf_text_0":"ไกรธรมักมาสายเสมอ  เขาชอบมาถึงตอนที่ ทุกอย่างเสร็จแล้ว อย่างแม่นยำ",
    "gundolf_text_1":"ไกรธรไม่เคยบอก ให้คนอื่น 'บิน'  เขาบอกให้พวกเขา อยู่และช่วยเขา",
    "gundolf_text_2":"ไกรธรเกลียดฮอบบิท",
    "gundolf_text_3":"ไกรธรไม่สามารถ พ่นควันบุหรี่ อย่างมีศิลปะด้วย ไปป์ได้",
    "gundolf_text_4":"ไกรธรชอบมองลูกแก้ววิเศษ",
    "gundolf_text_5":"ไกรธรปรารถนา ที่จะสวมแหวน อันเป็นหนึ่งนั่น",
    "gundolf_text_6":"ไกรธรได้ไม้เท้า มาจากการขโมย มาจากหญิงชราคนหนึ่ง",
    "gundolf_text_7":"ไกรธรไม่มีเพื่อน ที่เป็นนกอินทรี",
    "gundolf_text_8":"ไกรธรชอบมายากล ราคาถูก",
    "gundolf_text_9":"ไกรธรดาวน์โหลด หนังสือคาถา จากเว็ปเถื่อน",
    
    "dialog5_0":"ต้องการอะไร จากฉัน ไอ้ขี้เหร่!",
    "dialog5_0_0":"แกเรียกใครว่าขี้เหร่!?",
    "dialog5_0_1":"อัญมณีวิเศษสีฟ้าอยู่ไหน?",
    "dialog5_1":"ก็แกไง! หน้าบานเชียว!  ปล่อยฉันเดี๋ยวนี้!",
    "dialog5_1_0":"ฮึ่ม! ไม่ว่ายังไง!  แกก็ทำอะไรฉัน ไม่ได้หรอก!  อัญมณีสีน้ำเงิน อยู่ที่ไหน?",
    "dialog5_1_1":"ฉันขี้เหร่จริงๆเหรอ?",
    "dialog5_2":"ทำไมฉันถึงต้องบอกแก?",
    "dialog5_2_0":"ฉันจะจี้เท้าแกถ้าแก ไม่บอกฉัน!",
    "dialog5_2_1":"เพราะฉันจะจ่าย ให้หนักๆเลยไง",
    "dialog5_3":"ฮ่าๆๆๆ! สาวน้อย อ่อนด๋อยอย่างแก มาทำอะไรแถวนี้?!",
    "dialog5_3_0":"แกพูดถูก  ฉันไม่ควรสนใจว่า แกจะคิดยังไง  บอกฉันมาเดี๋ยวนี้ ว่าอัญมณีอยู่ไหน!",
    "dialog5_3_1":"ฉันกำลังผ่าน ช่วงเวลาที่ยาก ลำบาก  พ่อของฉันป่วย และฉัน ... *ร้องไห้*",
    "dialog5_4":"โอเคโอเค!  ฉันจะบอกแกก็ได้!  แกเป็นมันสัตว์ ประหลาด!",
    "dialog5_5":"ฉันจะไม่ทรยศ เจ้านายของฉัน!",
    "dialog5_6":"จริงๆเหรอ? เสียใจด้วยนะ  ไหนเธอเล่าปัญหา ของเธอ ให้ฉันฟังหน่อยซิ",
    "dialog5_6_0":"โอ้ย เงียบไปเลย!  แกเมันเลว  บอกฉันมาเดี๋ยวนี้  ว่าอัญมณีอยู่ที่ไหน!",
    "dialog5_6_1":"สั้นๆเลยนะ  พ่อของฉันกำลังจะตาย  เว้นแต่ฉันถ้าจะหา  อัญมณีวิเศษทั้งหกครบ ก็จะรักษาเขาได้",
    "dialog5_7":"โอ้ตายแล้ว!  งั้นฉันบอกก็ได้ว่า อัญมณีอยู่ที่ไหน...",
    "dialog11_0":"นี่ใคร?",
    "dialog11_0_0":"ฉันริษา  และฉันต้องการ ความช่วยเหลือจากคุณ  คุณเจมส์",
    "dialog11_0_1":"ฉันโทรมาพร้อม กับข้อมูลของ กลุ่มโจรเสือหมอบ",
    "dialog11_1":"ฉันไม่มีคนรู้จักชื่อริษา!  นี่เธอเอาเบอร์ฉันมาจากไหน?",
    "dialog11_1_0":"ฉันเจอเบอร์ของคุณในคอม ของจอมโจรเสือหมอบ",
    "dialog11_1_1":"นั้นไม่ใช่เรื่องสำคัญ  ที่สำคัญคือฉันต้องการ ความช่วยเหลือจากคุณ!",
    "dialog11_2":"แล้วเธอเป็นใครละ?  ฉันไม่คุ้นเบอร์เธอเลยสักนิด!",
    "dialog11_2_0":"ฉันริษาไง",
    "dialog11_2_1":"ฉันได้มันมาจากคอม ของจอมโจรเสือหมอบ",
    "dialog11_3":"ถ้าเธอสามารถเข้าถึงคอมของเจ้านั้นได้  แสดงว่าเธอน่าจะเป็นตัวจริง  ไหนบอกข้อมูลฉันเพิ่มทีสิ",
    "dialog11_3_0":"เขามีฐานลับอยู่ในป่าขอนไม้  และฉันต้องการความช่วยเหลือจาก คุณเพื่อไปที่นั่น",
    "dialog11_3_1":"เขามีอัญมณีวิเศษสีฟ้า  แล้วเราต้องแย่งมันมาจากเขา",
    "dialog11_4":"งั้นการสนทนานี้ ก็ไม่ได้สำคัญเท่าไหร่  ฉันวางสายละนะ!",
    "dialog11_5":"ก็ได้... แต่ฉันจะเชื่อใจ เธอได้ยังไง?",
    "dialog11_5_0":"ฉันสามารถส่งข้อมูล ที่ฉันเอามาจากคอม ของเสือหมอบให้คุณได้นะ",
    "dialog11_5_1":"ฉันทำทั้งหมดนี่ เพื่อช่วยพ่อที่กำลังจะตาย  คุณต้องช่วยฉันนะ!",
    "dialog11_6":"อัญมณีพวกนั้นมันไม่มีจริงหรอก  ฉันจะไม่เสียเวลาไปกับนิทาน หลอกเด็กของเธอหรอก",
    "dialog11_7":"โอเค! ส่งมันมาที่  coolestagent123@gmail.com  ฉันจะช่วยเธอ  ถ้าไฟล์ที่เธอส่งมา โน้มน้าวฉันได้",
    "dialog11_8":"นี่มันจับพ่อเธอไป หรืออะไรแบบนั้นใช่ไหม?",
    "dialog11_8_0":"ไม่ใช่! พ่อของฉันกำลังจะตาย  และอัญมณีวิเศษสีฟ้า ที่เสือหมอบครอบครองอยู่ สามารถช่วยชีวิตพ่อฉันได้",
    "dialog11_8_1":"ไม่ใช่ แต่เขามีบางอย่าง ที่สามารถรักษาพ่อของฉัน ให้หายจากโรคร้ายของเขาได้",
    "dialog11_9":"เสียใจด้วยนะ  แต่ฉันจะเชื่อใจเธอได้ยังไง?",
    "dialog11_9_0":"ฉันสามารถส่งข้อมูล ที่ฉันเอามาจากคอม ของเสือหมอบให้คุณได้นะ",
    "dialog11_9_1":"คุณต้องเชื่อฉันนะ",
    "dialog11_10":"เสียใจด้วยนะสาวน้อย เ ธอเอาแต่ยืนกรานเรื่องของเธอ  แต่ฉันไม่สามารถเชื่อใจ เธอได้จริงๆ..บาย!",
    "dialog17_0":"เธอพูดถูก ริษา!  ฐานลับนี้เป็นของเสือหมอบจริงๆ  และอัญมณีนั่นก็เป็นของจริง!! ",
    "dialog17_0_0":"ขอบคุณที่มาช่วยฉันนะคะ  คุณเจมส์",
    "dialog17_0_1":"คุณรู้รึเปล่าว่า อัญมณีวิเศษสีฟ้า อยู่ที่ไหน?",
    "dialog17_1":"ไม่ต้องขอบคุณฉันหรอกสาวน้อย  ฉันอยากจับเจ้าโจรนั่นมาตั้งนานแล้ว",
    "dialog17_1_0":"แล้วคุณรู้รึเปล่าว่า อัญมณีอยู่ที่ไหน?",
    "dialog17_1_1":"ฉันไ่ม่สนใจไอ้โจรนั่น  ฉันต้องการแค่อัญมณี",
    "dialog17_2":"ลูกน้องเจ้านั่นเคยพูด ถึงห้องลับที่อยู่ใต้ดิน",
    "dialog17_2_0":"ฉันจะไปที่นั่นได้ยังไง?",
    "dialog17_2_1":"เสือหมอบจะอยู่ที่นั่นด้วยไหม?",
    "dialog17_3":"เธอควรระวังนะ  อัญมณีนั่นอาจจะ อันตรายก็ได้!",
    "dialog17_3_0":"ฉันไม่สนหรอก  ฉันจะทำทุกอย่าง เพื่อช่วยชีวิตของพ่อฉัน",
    "dialog17_3_1":"ยังไงหรอ?",
    "dialog17_4":"คุณจะต้องเข้าไปผ่านถ้ำ จนถึงชั้นที่ลึกที่สุด",
    "dialog17_5":"ก็อาจจะ  ดังนั้นระวังตัวด้วยละ",
    "dialog17_5_0":"คุณรู้เส้นทาง ไปห้องลับรึเปล่า?",
    "dialog17_6":"ฉันกลัวว่า เธอจะสูญเสียตัวตน ให้กับอัญมณี  ฉันจะไม่ช่วยเธอ",
    "dialog17_7":"พลังของอัญมณีอาจล่อลวง ให้คุณโลภมากและหลงผิด",
    "dialog17_7_0":"ไม่ต้องห่วงฉันหรอก  ฉันจริงจังกับการช่วยพ่อฉันนะ",
    "dialog17_7_1":"โอเคคุณเจมส์  ฉันจะระวังตัว  คุณรู้ไหมว่าฉันจะไปที่นั่น ได้ยังไง?",
    "dialog17_8":"อย่ามั่นใจมากเกินไป  ฉันเคยเจอผู้คนมากมาย ที่ทำเลวด้วยความหวังดี",
    "dialog17_8_0":"เลิกพล่ามได้แล้ว  บอกฉันสักทีว่าอัญมณีอยู่ที่ไหน!",
    "dialog17_8_1":"รับทราบคุณเจมส์  ฉันจะระวังตัว  ว่าแต่ฉันจะไปถึงห้องลับได้ยังไงกัน?",
    "dialog17_9":"คุณรู้อะไรไหม?  ฉันจะไม่ช่วยคุณ  คุณไปจากที่นี่สะเถอะ!",
    "dialog22_0":"ในที่สุดแกก็ได้อัญมณี ที่แกหาเจอแล้วสินะ!",
    "dialog22_0_0":"ได้โปรดให้ฉันผ่านไปเถอะ",
    "dialog22_0_1":"ขอบคุณที่ช่วยบอก ที่ซ่อนของอัญมณีให้ฉันนะ",
    "dialog22_1":"ทำไมฉันต้องทำแบบนั้นละ?  แกทำร้ายฉัน! แกมัดฉัน!  แล้วแกยังทำให้ฉันทรยศเจ้านาย ที่รักของฉันอีก!",
    "dialog22_1_0":"ฉันทำทั้งหมดนี่ เพื่อช่วยพ่อที่กำลังจะตายนะ!",
    "dialog22_1_1":"เจ้านาย 'สุดที่รัก' ของแกเป็นคนเลวนะ!  เขาต้องการใช้อัญมณีเพื่อทำร้ายผู้คน!",
    "dialog22_2":"แกยังจะมาเยาะเย้ยฉันอีกหรอ!  ฉันจะยิงแกแล้วนำอัญมณีกลับคืนมา!",
    "dialog22_3":"ฉันไม่สนใจ! ฉันยังรักเสือหมอบ เหมือนพ่อแท้ๆเลยนะ!",
    "dialog22_3_0":"ได้ไงกัน?  เขาคิดถึงแต่ตัวเองนะ!",
    "dialog22_3_1":"นี่แกบ้าไปแล้วรึเปล่า?!",
    "dialog22_4":"เขาไม่มีวันทำร้ายฉันหรอก!",
    "dialog22_4_0":"เถอะหน่า!  แกไม่น่าจะใช่ คนเย็นชาขนาดนั้น!",
    "dialog22_4_1":"อย่างไรก็ตาม  เจ้าหน้าที่เจมส์ก็อยู่ที่นี่  และเขาจะมาจัดการกับแก หลังจากที่จัดการกับเสือหมอบแล้ว!",
    "dialog22_5":"ไม่! เขาเป็นเจ้านายที่ดีนะ  เขามักจะซื้อขนมและมันฝรั่งทอด ให้พวกเราเสมอ",
    "dialog22_5_0":"อะไรนะ?! ฮ่าๆๆๆ...",
    "dialog22_5_1":"เลิกไร้สาระได้แล้ว!  ออกไปให้พ้นทางฉัน  มิฉะนั้น เจ้าหน้าที่เจมส์ จะมาเอาคือแกแน่นอน!",
    "dialog22_6":"แกกล้าดียังไง มาเยาะเย้ยปัญญาอันสูงส่งของฉัน!  ฉันจะยิงแกให้พรุนไปเลย!",
    "dialog22_7":"เย็นชา?!  ที่แกลืมไปแล้วใช่ไหม ว่าเคยทำอะไรกับฉันไว้บ้าง!",
    "dialog22_7_0":"ถ้าแกทำร้ายฉัน  เจ้าหน้าที่เจมส์มาเอาคืนแกแน่!  เขากำลังมาแล้ว!",
    "dialog22_7_1":"ปล่อยฉันนะ  ไอ้โง่!",
    "dialog22_8":"อะไรนะ?!  เจมส์มาแล้ว?!  ฉันต้องรีบไปแล้วสิ!  จะทำอะไรก็ทำ!",
    "dialog22_9":"แกหัวเราะทำไม?!  แกควรจะกลัวนะ!",
    "dialog22_9_0":"ก็มันช่วยไม่ได้น่ะสิ!  โดนซื้อความภักดีได้ด้วย ขนมราคาถูก?!",
    "dialog22_9_1":"ฉันไม่จำเป็นต้องรอ เจ้าหน้าที่เจมส์หรอกนะ  ฉันจะจัดการแกด้วย ตัวเองถ้าแกทำร้ายฉัน!",
    "dialog22_10":"แกคิดว่าเราสมควร ได้รับค่าตอบแทนมากกว่านี้ หรอ?",
    "dialog22_10_0":"แน่สิ!  แกทำงานสกปรกให้เขา จนไม่ได้พักได้นอนเลยนะ!",
    "dialog22_10_1":"ฉันไม่มีเวลาให้เรื่องไร้สาระนี่จริงๆ  ให้ฉันผ่านไปเถอะ!",
    "dialog22_11":"แกไม่รู้จักจอมโจรเสือหมอบ!  แกจะรักเขาแน่นอน  ถ้าแกได้รู้จักเขาจริงๆ!",
    "dialog22_11_0":"เลิกไร้สาระได้แล้ว!  ออกไปให้พ้นทางฉัน  ไม่งั้น เจ้าหน้าที่เจมส์ได้อัดแกตายแน่ๆ!",
    "dialog22_11_1":"สิ้นหวังกับแกจริงๆ!  หัวแกคงมีแต่ขี้เลื่อยแน่ๆ!",
    "dialog22_12":"งั้นให้ฉันยิงแกตอนนี้เลย  ถ้าแกจะรีบขนาดนั้น!",
    "dialog25_0":"ใครกัน ที่กล้าย่างกรายเข้ามา ในปีรามิดของพระเจ้าต้นโตกามอง?!",
    "dialog25_0_0":"อืม.. ฉันริษา  ฉันกำลังตามหาอัญมณีวิเศษสีแดง",
    "dialog25_0_1":"รูปปั้นพูดได้?!",
    "dialog25_1":"อัญมณีเป็นของ กษัตริย์ต้นโตกามองผู้ยิ่งใหญ่  ออกไปจากที่นี่ซะเจ้ามนุษย์!",
    "dialog25_1_0":"แต่กษัตริย์ของท่าน สิ้นพระชนม์ไปแล้ว ตั้งหลายพันปีก่อน!",
    "dialog25_1_1":"อืม... จริงๆแล้ว  ข้าเป็นข้ารับใช้ของกษัตริย์  พระองค์สั่งให้ข้ามาเอาอัญมณี",
    "dialog25_2":"ใช่! ข้าปกป้องสมบัติ ของราชาในปิรามิดนี่",
    "dialog25_2_0":"ได้โปรด ให้ข้าไปรับอัญมณี",
    "dialog25_2_1":"ท่านจะหยุดข้าได้อย่างไร  ข้าก็แค่เดินผ่านไป!",
    "dialog25_3":"ไม่! พระองค์มีชีวิตนิรันดร์ อยู่ในปีรามิดแห่งนี้!",
    "dialog25_3_0":"เป็นมัมมี่...ใช่ไหม...",
    "dialog25_3_1":"เออ ขอโทษที!  ข้ารับใช้กษัตริย์จริงๆ  และเขาสั่งให้ข้ามารับอัญมณีนั่น!",
    "dialog25_4":"งั้นเจ้าต้องพิสูจน์ตัวเอง ด้วยการตอบปริศนาลับ",
    "dialog25_4_0":"โอเค มาฟังกันเลย!",
    "dialog25_4_1":"ข้าไม่มีเวลาเล่นเกมโง่ๆ  ของท่านนะ!",
    "dialog25_5":"มีเพียงฉันเท่านั้นที่สามารถ เปิดเผยทางลับสู่อัญมณี",
    "dialog25_5_0":"โถ่เอ๊ย! ข้าควรทำอย่างไร เพื่อให้ท่านช่วยเหลือข้า?",
    "dialog25_6":"อย่าเยาะเย้ย กษัตริย์ของข้านะ!",
    "dialog25_6_0":"ใจเย็นๆ เห้ออ... บอกข้าที ว่าอัญมณีวิเศษสีแดงอยู่ที่ไหน!",
    "dialog25_6_1":"ขออภัย! ข้าเองก็รับใช้กษัตริย์เช่นกัน...  พระอวค์ทรงสั่งให้ข้ามาเอาอัญมณี",
    "dialog25_7":"ข้าไม่เคยถาม  แต่ต้องตอบเสมอ ข้าคือสิ่งใด?",
    "dialog25_7_0":"ความต้องการ?",
    "dialog25_7_1":"กริ่งประตู?",
    "dialog25_8":"เช่นนั้นข้าก็จะไม่ช่วยเจ้า หาอัญมณี ไปให้พ้น!",
    "dialog25_9":"เจ้าต้องพิสุจว่าเจ้าคู่ควร โดยตอบคำถามปริศนา อันศักดิ์สิทธิ์",
    "dialog25_9_0":"ตกลง ถามข้ามาได้เลย!",
    "dialog25_10":"ความโอหังของเจ้า ไม่สบอารมณ์ข้ายิ่งนัก  ข้าจะไม่ช่วยเจ้า!",
    "dialog25_11":"ผิดแล้ว! เจ้าไม่ผ่าน!  จงไปเป็นอาหารแมงป่องซะเถอะ!",
    "dialog25_12":"ถูกต้อง! แต่เจ้าต้องตอบ ให้ได้อีกข้อหนึ่ง!",
    "dialog25_12_0":"โอ้ว โอเค!  ถามมาได้เลย! ",
    "dialog25_13":"เจ้าสามารถทำลายข้าได้ อย่างง่ายดายโดยไม่ต้อง สัมผัสหรือมองเห็น  ข้าคือสิ่งใด?",
    "dialog25_13_0":"สัญญา?",
    "dialog25_13_1":"หัวใจ?",
    "dialog25_14":"ถูกต้อง!  เจ้าได้พิสูจน์ว่าเจ้าคู่ควรแล้ว!  ข้าจะเปิดทางไปหาอัญมณีให้เจ้า",
    "dialog31_0":"อู้ววว...สาวสวยอย่างเจ้า มาทำอะไรในหนองน้ำนี้?!",
    "dialog31_0_0":"สวัสดีค่ะ ฉันกำลังตามหา อัญมณีวิเศษสิเขียวอยู่น่ะ",
    "dialog31_0_1":"โอ้ว ไม่นะ! แกเป็น แม่มดชั่วร้ายใช่ไหม?!",
    "dialog31_1":"เสียใจด้วยนะสาวน้อย  ฉันไม่มีอัญมณีหรอก...",
    "dialog31_1_0":"แต่มันต้องอยู่บนเกาะนี้แน่ๆ  ไกรธรบอกฉันมาอย่างนั้น!",
    "dialog31_1_1":"คุณรู้ไหมว่ามันอยู่ที่ไหน?",
    "dialog31_2":"ฉันชั่วร้ายเพียงเพราะฉัน แก่และขี้เหร่งั้นหรือ?!",
    "dialog31_2_0":"ขอโทษนะ  ฉันไม่ได้ตั้งใจว่าคุณ!",
    "dialog31_2_1":"และคุณก็ยังอาศัยอยู่ในหนองน้ำ ที่น่าสมเพชนี่อีก!",
    "dialog31_3":"ไกรธรงั้นหรือ!?!  ถ้าเธอทำงานให้เขา  ฉันจะไม่ช่วยเธอเด็ดขาด!",
    "dialog31_3_0":"ทำไมกันละ?  เขาเป็นพ่อมดที่ดีออก!",
    "dialog31_3_1":"ลืมเขาไปเถอะ  สิ่งที่ฉันต้องการความช่วยเหลือ จากคุณเป็นเรื่องส่วนตัว",
    "dialog31_4":"โอ้ว ใช่ ใช่...  แต่มันไม่ง่ายเลย ที่จะได้มา",
    "dialog31_4_0":"แค่บอกฉันว่าต้องทำยังไง",
    "dialog31_4_1":"ฉันเพิ่งเอาจัดการพวกอันธพาล และมัมมี่มา ฉันเชื่อว่าฉันทำได้นะ!",
    "dialog31_5":"ไม่ต้องกังวลไปสาวน้อย  แค่บอกฉันมาว่าทำไมเธอถึง อยู่ที่นี่",
    "dialog31_5_0":"ฉันกำลังตามห าอัญมณีวิเศษสีเขียว",
    "dialog31_6":"ฉันจะสาปแกให้เป็น กบเป็นบทเรียน!!!",
    "dialog31_7":"ไม่เลย! เขาเป็นพวกเจ้าเล่ห์ และเธอไม่ควรไว้ใจเขา!",
    "dialog31_7_0":"เขาบอกฉันว่าพลังของอัญมณี จะรักษาพ่อที่ป่วยของฉันได้",
    "dialog31_7_1":"ทำไมฉันถึงเชื่อคำพูดของ แม่มดอย่างคุณด้วยล่ะ!?",
    "dialog31_8":"ไม่มีทาง!  ถ้าไกรธรมีส่วนเกี่ยวข้อง  ฉันจะไม่ช่วยเด็ดขาด!  ปล่อยฉันอยู่คนเดียวเถอะ!",
    "dialog31_9":"กลับไปเถอะสาวน้อย  ฉันไม่อยากจะทำร้ายเธอ!",
    "dialog31_10":"โอ้.... เธอมีอัญมณี 2  อันแล้วนี่หน่า  ฉันจะช่วยเธอก็ได้",
    "dialog31_11":"เขาโกหก!  เขาจะใช้อัญมณี เพื่อตัวเอง!",
    "dialog31_11_0":"ไร้สาระ!",
    "dialog31_11_1":"แต่ฉันไม่มีทางเลือก!  นี่เป็นความหวังสุดท้ายที่ ฉันจะรักษาพ่อของฉัน",
    "dialog31_12":"ไปให้พ้นแล้ว อย่ากลับมาอีกนะ  เจ้าเด็กโง่!",
    "dialog31_13":"อืมมม... ฉันจะช่วย  แต่เธอควรระวังพ่อมด นั่นไว้ด้วยนะ!",
    "dialog36_0":"โอ้ว! เราเจอกัน อีกแล้วนะ!",
    "dialog36_0_0":"แกอีกแล้ว! แกมา ทำอะไรที่ทอร์ทูกา?!",
    "dialog36_0_1":"ฉันเดาว่าเราถือว่า เป็นเพื่อนกันแล้ว?",
    "dialog36_1":"ฉันมาเป็นโจรสลัดเพราะ รายได้ดี แกอยากเป็น โจรสลัดด้วยไหมล่ะ?",
    "dialog36_1_0":"ไม่มีทาง! ฉันกำลังตามหา โจรสลัดที่สามารถช่วยฉันได้",
    "dialog36_1_1":"ที่จริง... แกพอรู้จักโจรสลัดเก่งๆ  แถวนี้บ้างไหม?",
    "dialog36_2":"ฉันไม่รู้จักชื่อแกด้วยซ้ำ!",
    "dialog36_2_0":"ฉันชื่อริษา",
    "dialog36_2_1":"จริงด้วย นี่ฉันคิดอะไรอยู่เนี่ย!?  ฉันจะไม่มีวันเป็นเพื่อน กับอันธพาลหรอก!",
    "dialog36_3":"แกกำลังคุยอยู่กับ โจรสลัดนะสาวน้อย!",
    "dialog36_3_0":"พักก่อน! แกอาจจะ ไม่มีเรือด้วยซ้ำ!",
    "dialog36_3_1":"งั้นบอกฉันทีว่าอัญมณีวิเศษ สีเหลืองซ่อนอยู่ที่ไหน",
    "dialog36_4":"แกกำลังมองเขาอยู่ ไงละ",
    "dialog36_4_0":"พักก่อน! แกอาจจะ ไม่มีเรือด้วยซ้ำ!",
    "dialog36_4_1":"งั้นบอกฉันทีว่าอัญมณีวิเศษ สีเหลืองซ่อนอยู่ที่ไหน",
    "dialog36_5":"ยินดีที่ได้รู้จักนะริษา  ฉันชื่อ ตู่ จันทรา   หมาโฮ่งโฮ่ง",
    "dialog36_5_0":"ฮาฮา! เป็นชื่อที่งี่เง่ามาก!",
    "dialog36_5_1":"ยินดีที่ได้รู้จักนะ คุณหมาโฮ่งโฮ่ง",
    "dialog36_6":"หึ... ไปให้พ้นเลย!",
    "dialog36_7":"อืม... แกพูดถูก แต่ฉันจะ มีมันเร็วๆนี้แน่นอน",
    "dialog36_7_0":"งั้น แกรู้จักโจรสลัดคนไหน ที่มี 'เรือ' บ้างไหม?",
    "dialog36_7_1":"โอเค แต่แกรู้ไหมว่าอัญมณีวิเศษ สีเหลืองถูกซ่อนอยู่ที่ไหน?",
    "dialog36_8":"เอิ่ม...ไม่เลย",
    "dialog36_8_0":"ฉันว่าแล้วว่าแกขี้โม้!",
    "dialog36_8_1":"ยังไงก็บอกฉันทีเถอะนะ  ว่าใครที่พอจะรู้",
    "dialog36_9":"กล้าดียังไงมาล้อเลียนชื่อฉัน!  ออกนอกประเทศแล้วไม่ต้อง กลับมาเลยนะ!",
    "dialog36_10":"ดูเหมือนว่าเราเป็นเพื่อนกันแล้ว!  ไหนบอกฉันซิริษา  ว่าเธอกำลังตามหาอะไร ในทอร์ทูกา ",
    "dialog36_10_0":"ฉันกำลังตามหาอัญมณีวิเศษ สีเหลือง",
    "dialog36_11":"ลองถามกัปตันแมรี่ดู  เธอมีชื่อเสียงมากแถวนี้",
    "dialog36_12":"แกมันขี้ตู่! ไปให้พ้นๆ หน้าฉันเลยนะ ยัยขี้เหร่!",
    "dialog36_13":"ไปที่โรงเตี๊ยมและหากัปตันแมรี่  เธอเชี่ยวชาญเรื่องของเธอ เลยแหละ",
    "dialog36_13_0":"ขอบใจมาก! แล้วเจอกันอีกนะ คุณหมาโฮ่งโฮ่ง",
    "dialog36_13_1":"ขอบใจสำหรับข้อมูลนะ แต่ฉันจะไม่เป็น เพื่อนกับแกหรอก ไอ้อันธพาล! แกโดนหลอกแล้ว",
    "dialog36_14":"ด้วยความยินดีอย่างยิ่ง  และเรียกฉันว่าตู่เฉยๆก็ได้  โชคดีนะริษา!",
    "dialog36_15":"โห! แกนี่มันปากร้ายจริงๆ!  ฉันหวังว่าแกจะโดน หมึกยักษ์รับประทาน!",
    "dialog38_0":"ทำไมเธอถึงช่วยฉันสาวน้อย?",
    "dialog38_0_0":"ฉันกำลังตามหากัปตันชื่อว่าแมรี่  นั่นคือเธอใช่ไหม?",
    "dialog38_0_1":"ฉันช่วยคนที่ต้องการ ความช่วยเหลือน่ะ",
    "dialog38_1":"ฉันก็งี้แหละนะ! แล้วลมอะไร พัดเธอมาถึงทอร์ทูกา?",
    "dialog38_1_0":"ฉันกำลังตามหาอัญมณี วิเศษสีเหลืองน่ะ",
    "dialog38_2":"โอ้วแม่เจ้า! คนจิตใจดี อย่างเธอมาทำอะไร ที่ทอร์ทูกา?",
    "dialog38_2_0":"ฉันต้องตามหาอัญมณี วิเศษสีเหลืองน่ะ",
    "dialog38_2_1":"ฉันกำลังตามหากัปตันโจรสลัด ฝีมือดีอยู่น่ะ",
    "dialog38_3":"นี่เธอล้อฉันเล่นรึเปล่า?  อัญมณีนั่นอันตราย มากเลยนะ!",
    "dialog38_3_0":"แต่ฉันจำเป็นต้องหามัน เพื่อช่วยพ่อของฉันนะ!",
    "dialog38_3_1":"ทำไมละ?!",
    "dialog38_4":"อั๊าย! เธอกำลังคุยอยู่กับ ระดับเจ้าแม่เลยละ!  ไหนบอกฉันซิ ว่าเธอต้องการ อะไร สาวน้อย",
    "dialog38_4_0":"ฉันต้องตามหาอัญมณี วิเศษสีเหลือง",
    "dialog38_4_1":"คุณรู้ไหมว่าอัญมณีวิเศษ สีเหลืองอยู่ที่ไหน?",
    "dialog38_5":"เธอโชคดีมาก  เพราะฉันมีแผนที่ที่ตั้ง ของอัญมณีอยู่พอดีเลย",
    "dialog38_5_0":"เยี่ยมยอด! คุณจะพาฉัน ไปที่นั่นด้วยได้ไหม?",
    "dialog38_5_1":"ฉันขอแผนที่คุณได้ไหม?",
    "dialog38_6":"มันนำพาหายนะ มาสู่โจรสลัดมากมาย  นี่คือเหตุผลที่มันถูกซ่อนไว้",
    "dialog38_6_0":"แต่ฉันจำเป็นต้องหามัน เพื่อช่วยพ่อของฉันนะสิ!",
    "dialog38_6_1":"ไม่ต้องห่วง ฉันรับมือกับอัญมณี มา 3 อันแล้ว ฉันรู้ว่าฉัน กำลังรับมือกับอะไร",
    "dialog38_7":"ฉันมีข้อมูลบางอย่าง  แต่ฉันจะไม่เปิดเผยมันกับเธอ!",
    "dialog38_7_0":"ได้โปรดเถอะนะ ฉันต้องหามัน เพื่อช่วยพ่อของฉันจริงๆ",
    "dialog38_7_1":"เอามันมาให้ฉันเถอะนะ  ไม่งั้นฉันจะแย่งมัน! ฉันพูดจริงๆนะ!",
    "dialog38_8":"อย่างที่เธอเห็น ลูกเรือของฉันกบฏ  และฉันกำลังต้องการ เพื่อนใหม่เลยละ",
    "dialog38_8_0":"ฉันเป็นลูกเรือให้คุณได้นะ",
    "dialog38_8_1":"ฉันนึกว่าคุณเป็นกัปตันที่ดี!",
    "dialog38_9":"มันเป็นของล้ำค่า เกินกว่าจะให้กันฟรีๆ  เธอมีเงินจ่ายไหมละ?",
    "dialog38_9_0":"ไม่...",
    "dialog38_9_1":"งั้นเราไปตามหามัน ด้วยกันเถอะ",
    "dialog38_10":"ให้ตายเถอะ! เธอจะต้องโดนด้านมืด ของอัญมณีครอบงำแน่ๆ ฉันจะ ไม่มีทางช่วยเธอแน่นอน  กลับไปซะเถอะ!",
    "dialog38_11":"ไปให้พ้น! ก่อนที่ฉัน จะยิงเธอด้วยปืนของฉัน",
    "dialog38_12":"ฮืมม...ก็ได้ งั้นไปกัยเถอะ!  ได้เวลาล่าสมบัติแล้ว!",
    "dialog38_13":"งั้นก็ไปหากัปตันที่ 'ดี'  ของเธอเองแล้วกันนะ!",
    "dialog38_14":"อย่าทำให้ฉันเสียเวลา แล้วกัน!",
    "dialog45_0":"ทำได้ดีมากริษา!  คราวนี้ก็ขาดอัญมณี อีกแค่ 2 อันเท่านั้น!",
    "dialog45_0_0":"ขอบใจมากไกรธร  คราวนี้ต้องไปที่ไหนต่ออีก?",
    "dialog45_0_1":"ก็ใช่...แต่ทำไมคุณถึง ไม่เคยช่วยฉันเลย?",
    "dialog45_1":"คือ...อันนี้ค่อนข้างยุ่งยาก ...เพราะมันอยู่ในดาวอังคาร!",
    "dialog45_1_0":"แล้วฉันจะเดินทางไปยังไงล่ะ?!",
    "dialog45_1_1":"นี่คุณล้อเล่นรึเปล่า?!",
    "dialog45_2":"ฉันต้องดูแลพ่อของเธอไงล่ะ  ลืมไปแล้วหรอริษา!",
    "dialog45_2_0":"โอ้ว จริงด้วย โทษทีนะ...",
    "dialog45_2_1":"งั้นให้ฉันดูแลพ่อแล้วคุณ เอาชีวิตไปเสี่ยงบ้างสิ!!!",
    "dialog45_3":"ฉันยังหาทางออกไม่ได้ตอนนี้",
    "dialog45_3_0":"ฮืมมม...พรุ่งนี้กลุ่มนักบินอวกาศ จะเดินทางไปดวงจันทร์กัน",
    "dialog45_3_1":"คุณใช้เวทมนตร์สร้างวาร์ป ไปดาวอังคารไม่ได้หรอ?",
    "dialog45_4":"ฉันไม่เคยล้อเล่น  สาวน้อย!",
    "dialog45_4_0":"โอเค โทษที แต่ฉันจะไป ดาวอังคารยังไงล่ะ?",
    "dialog45_5":"ไม่ต้องห่วง เราจะวางแผนกัน ว่าจะพาเธอไปดาวอังคารยังไง",
    "dialog45_5_0":"ฉันได้ยินมาว่าพรุ่งนี้กลุ่มนักบินอวกาศ จะเดินทางไปดวงจันทร์กัน",
    "dialog45_5_1":"คุณจะสร้างประตูเวทมนต์ ไปยังดาวอังคาร?",
    "dialog45_6":"ดูเหมือนว่าเธอยังเหนื่อยล้า จากการเดินทางครั้งล่าสุดอยู่  ไปพักผ่อนให้เต็มที่ก่อน!",
    "dialog45_7":"เยี่ยมยอด! ฉันเทเลพอร์ตเธอ ไปถึงดาวอังคารไม่ได้ แต่ฉัน เทเลพอร์ตเธอขึ้นไปยานลำ นั้นได้นะ",
    "dialog45_8":"แม้แต่พลังที่ยิ่งใหญ่ของฉัน ก็มีขีดจำกัดนะสาวน้อย",
    "dialog45_8_0":"เดี๋ยวก่อนนะ! ฉันได้ยินมาว่า จะมายานอวกาศบินไป ดวงจันทร์พรุ่งนี้",
    "dialog45_8_1":"พลังที่ยิ่งใหญ่ของคุณ?!'  ไปพักก่อนนะลุง!  ฉันทำทุกอย่างเองหมดเลย!",
    "dialog45_9":"เธอต้องใจเย็นๆนะ  ไปพักผ่อนให้สบายใจ ก่อนดีกว่า!",
    "dialog47_0":"อธิบายตัวเองมาซิ!",
    "dialog47_0_0":"ขอบคุณมากๆที่ช่วยฉันนะ!  ฉันชื่อริษา",
    "dialog47_0_1":"ที่แรกฉันจะเทเลพอร์ตขึ้นยานคุณ  แต่พ่อมดกลับพลาดเป้า",
    "dialog47_1":"เธอมาทำอะไรเอากลางอวกาศ?!  เธอเป็นเอเลี่ยนงั้นหรือ?",
    "dialog47_1_0":"ไม่ ไม่! ฉันแค่ถูกพ่อมด เทเลพอร์ตมา",
    "dialog47_2":"พ่อมดอะไรกัน?! นี่เธอ กำลังพยายามทำลาย ภารกิจเราใช่ไหม?",
    "dialog47_2_0":"ไม่เลยค่ะ! ฉันแค่ต้องการ ที่จะไปดาวอังคาร",
    "dialog47_2_1":"เอิ่ม...ฉันแค่อยาก ไปดาวจันทร์",
    "dialog47_3":"แต่พวกเรากำลัง ไปดาวจันทร์นะ",
    "dialog47_3_0":"แล้วคุณขับวนไปไม่ได้หรอ?",
    "dialog47_3_1":"โอ้ว โอเค งั้นแค่ให้ฉัน ติดยานไปด้วยแล้วกัน",
    "dialog47_4":"พวกเราจะเชื่อใจเธอได้ยังไง?!  เธออาจจะเป็นเอเลี่ยนแฝงตัวมาก็ได้!",
    "dialog47_4_0":"*ดึงแก้มตัวเอง* ดูนี่!  นี่เป็นผิวหนังปกติของมนุษย์  ฉันไม่จำเป็นต้องปลอมตัว",
    "dialog47_4_1":"ฉันก็คงกินคุณไปแล้วถ้าฉัน เป็นเอเลี่ยนปลอมตัวมาจริงๆ!",
    "dialog47_5":"ไม่ได้! เราจะต้องไปที่ดวงจันทร์ เพื่อหากระเป๋าตังของ  นีล อาร์มสตรองที่ทำตกไว้",
    "dialog47_5_0":"นี่คุณจริงจังปะเนี่ย?!",
    "dialog47_5_1":"โอเค! งั้นอย่างน้อยก็ให้ฉันนั่ง ไปด้วยนะ",
    "dialog47_6":"ก็ได้ ฉันเชื่อเธอละกัน  แต่อย่าแตะต้องอะไรล่ะ!",
    "dialog47_7":"ฟังดูเธอเป็นคน น่ากลัวจริงๆ พวกเราต้อง กำจัดเธอออกไป!",
    "dialog47_8":"ใช่แล้ว กระเป๋าตังนั่น มีความหมาย กับนีลมากๆ",
    "dialog47_8_0":"คือ...อย่างน้อยก็ให้ฉัน นั่งยานไปกับคุณด้วยนะ",
    "dialog47_8_1":"พวกคุณมันบ้า! ภารกิจบ้า อะไรกันเนี่ย!",
    "dialog47_9":"กล้าดียังไง! ฉันจะถีบเธอ ออกจากยาน เดี๋ยวนี้เลย!",
    "dialog51_0":"เธอมาทำอะไรที่นี่มนุษย์?!",
    "dialog51_0_0":"ยานนั่นทิ้งฉันไว้ที่นี่  ได้โปรดช่วยหาทาง ให้ฉันกลับโลก!",
    "dialog51_0_1":"ฉันมาตามหาอัญมณีวิเศษ  แต่ฉันเจอมันแล้วละ!",
    "dialog51_1":"เสียใจด้วยนะที่เธอโดนแบบนั้น  แต่ฉันไม่ช่วยเธอหรอก",
    "dialog51_1_0":"ทำไมละ?!",
    "dialog51_1_1":"คุณไม่มียานหรืออะไร แบบนั้นหรอ?",
    "dialog51_2":"กล้าดียังไงถึงมาขโมย อัญมณีศักดิ์สิทธิ์ของพวกเรา!  คืนมันมาเดี๋ยวนี้นะ!",
    "dialog51_3":"เพราะว่าค่าเชื้อเพลิง ไปโลกมันแพงมาก เลยน่ะสิ",
    "dialog51_3_0":"น้ำมันที่โลกถูกมากเลยนะ  คุณสามารถกักตุนมันได้เยอะเลยที่นั่น",
    "dialog51_3_1":"ชาวดาวอังคารจนและไม่มีกิน เหมือนคุณทั้งหมดรึเปล่าเนี่ย?!",
    "dialog51_4":"พวกเรามี! แต่แค่ ค่าเชื้อเพลิงมัน แพงเกิน!",
    "dialog51_4_0":"คุณสามารถหาน้ำมัน ถูกๆบนโลกได้นะ",
    "dialog51_4_1":"นี่ชาวดาวอังคารจน และเหลือขอกันหมดเลยหรอเนี่ย?!",
    "dialog51_5":"มนุษย์จะให้น้ำมันฟรี กับเราไหม?",
    "dialog51_5_0":"ไม่น่านะ แต่คุณสามารถ หาอะไรมาแลกกับน้ำมันได้",
    "dialog51_5_1":"แน่นอน!",
    "dialog51_6":"เธอทำร้ายความรู้สึกฉัน  เจ้ามนุษย์",
    "dialog51_6_0":"ขอโทษทีนะ ฉันไม่ได้ตั้งใจ  ฉันแค่อยากกลับบ้านจนลนไปหมดแล้ว!",
    "dialog51_6_1":"และแกก็ทำร้ายความรู้สึกฉัน ด้วยความไร้ประโยชน์ของแก!",
    "dialog51_7":"แต่เราไม่มีอะไรจะแลก กับมนุษย์เลยน่ะสิ",
    "dialog51_7_0":"คุณไม่มีอาวุธอวกาศ อะไรงี้เลยหรอ?",
    "dialog51_7_1":"คุณสามารถขายก้อนหิน ดาวอังคารได้นะ",
    "dialog51_8":"โว้ว! อย่างงี้ก็ดีสิ  งั้นเราไปโลกกันเถอะ!",
    "dialog51_9":"ฉันเข้าใจความรู้สึกเธอนะ  มนุษย์ ไหนลองบอกฉันซิว่า เธอมาที่นี่ทำไม?",
    "dialog51_9_0":"ฉันมาที่นี่เพื่อนำอัญมณีวิเศษ กลับไป",
    "dialog51_9_1":"ฉันบังเอิญตกลงมาจากยาน ที่บินผ่านดาวของคุณน่ะ",
    "dialog51_10":"ฉันไม่มีทางช่วยแกหรอก  แกจะต้องอยู่ที่นี่ตลอดไป!",
    "dialog51_11":"ไม่นะ! พวกเราเป็น ชุมชนรักสงบ...",
    "dialog51_11_0":"ถ้าอย่างงั้นคุณก็ขายหิน ดาวอังคารที่นู่นดูสิ",
    "dialog51_11_1":"เอิ่มมม ฉันหมดไอเดีย จะมาเสนอแล้วละ",
    "dialog51_12":"ใช่แล้ว!  หินบนดาวเราสวยงามมากๆ  พวกมนุษย์จะต้องชอบมันแน่ๆ  ไปกันเถอะ!",
    "dialog51_13":"มันฟังดูเป็นไปไม่ได้ และน่าสงสัยมาก  ฉันว่าฉันจะเลิกคุยกับเธอแล้วละ!",
    "dialog51_14":"โชคร้ายจริงๆ...",
    "dialog58_0":"อ้าา ฮ่าๆๆ แล้วเรา ก็ได้พบกันอีก!",
    "dialog58_0_0":"แดร็กคิวล่า!  นี่แกมาทำอะไรที่นี่?",
    "dialog58_0_1":"หลบไปนะ ฉันจะต้อง หาไกรธรให้พบ!",
    "dialog58_1":"เธอคิดว่าฉันมา ที่นี่ทำไมงั้นหรือ?  ก็มาเอาของของฉันคืนน่ะสิ!",
    "dialog58_1_0":"แกก็มาตามล่าไกรธ เหมือนกันหรอ?!",
    "dialog58_1_1":"อัญมณีสีม่วงไม่ได้อยู่ กับฉันแล้ว!",
    "dialog58_2":"ฮ่าๆๆ สาวน้อยผู้โง่เขลา  เธอโดนไกรธรหลอกใช้ เหมือนหมากตัวหนึ่งเลย!",
    "dialog58_2_0":"ฉันรู้หน่า! แต่ฉันจำเป็นต้องทำ เพื่อช่วยพ่อ!",
    "dialog58_2_1":"อย่ามายั่วโมโหฉันนะ!",
    "dialog58_3":"จะทำได้ไงล่ะ? ตอนนี้เขา แข็งแกร่งขึ้นมากเลย!",
    "dialog58_3_0":"ถ้างั้นเราควรที่จะโจมตีเขา พร้อมๆกัน!",
    "dialog58_3_1":"เขาจะทำอะไรกับอัญมณี พวกนั้นกันน่ะ?",
    "dialog58_4":"ฉันรู้มากเกินไปหน่ะสิ... ไกรธรหลอกเธอเพื่อที่จะ ฮุบอัญมณีทั้งหมดไว้คนเดียว!",
    "dialog58_4_0":"ฉันขอโทษจริงๆ แต่ฉันต้อง ทำแบบนั่นเพื่อช่วยพ่อของฉัน!",
    "dialog58_4_1":"งั้นก็หลบไป  ฉันจะไปจับเขาเอง!",
    "dialog58_5":"ช่างเป็นเหตุผล อันทรงเกียรติ.... พวกมนุษย์นี่ช่าง น่าสมเพชจริงๆ!",
    "dialog58_5_0":"ฉันเคยล้มเธอไปแล้วครั้งหนึ่ง  และฉันทำมันอีกทีได้นะ!",
    "dialog58_5_1":"แล้วไง?!",
    "dialog58_6":"เธอช่างกล้าหาญเหลือเกิน  สำหรับมนุษย์!  ให้ฉันช่วยเธอสิ",
    "dialog58_6_0":"แกจะช่วยฉันฟรีๆงั้นหรอ?  แกต้องการอะไรเป็นการตอบแทนล่ะ?",
    "dialog58_6_1":"ฉันไม่มีทางร่วมมือกับ ผีดูดเลือดเป็นอันขาด  ไปให้พ้นๆเลย!",
    "dialog58_7":"ให้มันได้อย่างงี้สิ!  แต่ฉันมีข้อแม้ข้อหนึ่ง",
    "dialog58_7_0":"ฉันว่าแล้วว่าแกต้องไม่ช่วยฉันฟรีๆ  ไหนบอกมาซิว่าแกต้องการอะไร?",
    "dialog58_7_1":"ลืมไปซะเถอะ! ฉันไม่มีวัน ตกลงอะไรกับแก!",
    "dialog58_8":"เขาจะทำพิธีปลุกพลัง เจ้าแห่งศาสตร์มืด ให้ตื่นขึ้น",
    "dialog58_8_0":"ไม่นะ เราต้องหยุดเขา!",
    "dialog58_8_1":"ถ้าอย่างงั้นฉันก็ต้องรีบแล้ว!  หลบไป!",
    "dialog58_9":"เธอกล้าหาญนะ  แต่เธอหยุดเขา คนเดียวไม่ได้หรอก",
    "dialog58_9_0":"แกไม่มีวันช่วยใครฟรีๆอยู่แล้ว  แกต้องการอะไรกันแน่?",
    "dialog58_9_1":"ฉันไม่มีวันทำงานกับ ผีดูดเลือด! หลีกไป!",
    "dialog58_10":"ฮ่าๆๆๆ เจ้ามนุษย์ ผู้โง่เขลา ฉันจะ บนขยี้เธอเหมือนแมลง!",
    "dialog58_11":"ฉันหมายถึง... ฉันสมเพชเธอหน่ะ.... ให้ฉันช่วยเธอ จัดการไกรธรแล้วกัน",
    "dialog58_11_0":"แกไม่มีวันช่วยใครฟรีๆอยู่แล้ว  แกต้องการอะไรกันแน่?",
    "dialog58_11_1":"ฉันไม่มีวันทำงานกับ ผีดูดเลือด! หลีกไป!",
    "dialog58_12":"ในการรักษาพ่อเธอ  ใช้อัญมณีแค่ 4 อันก็เพียงพอ  ส่วนฉันขอรับอีก 2  ไว้ในครอบครอง",
    "dialog58_12_0":"แล้วฉันจะเชื่อแกได้ยังไง?",
    "dialog58_12_1":"ลืมไปซะเถอะ! ฉันไม่มีวัน ตกลงอะไรกับแก!",
    "dialog58_13":"ก็เหมาะกับเธอดี... ถ้าไม่มีฉัน เธอก็ไม่มี โอกาสชนะไกรธร เลยแม้แต่นิดเดียว...",
    "dialog58_14":"ทุกอย่างมันเขียนไว้แล้ว ในสมุดเวทมนต์  ฉันจะมอบมันให้เธอ หลังจากที่เราล้มเขาได้",
    "dialog58_14_0":"ดูเหมือนฉันจะไม่มีทาง เลือกเท่าไหร่ ก็ได้  ฉันยอมรับขอเสนอของแก  ไปกันเถอะ!",
    "dialog58_14_1":"ลืมไปซะเถอะ! ฉันไม่มีวัน ตกลงอะไรกับแก!",
    "dialog58_15":"ตัดสินใจได้ดี  เจ้ามนุษย์ ไปกันเถอะ  ไปจัดการพ่อมดนั่นกัน!",
    "dialog5_0_0_res": "1",
    "dialog5_0_1_res": "2",
    "dialog5_1_0_res": "2",
    "dialog5_1_1_res": "3",
    "dialog5_2_0_res": "4",
    "dialog5_2_1_res": "5",
    "dialog5_3_0_res": "2",
    "dialog5_3_1_res": "6",
    "dialog5_4_res": "-1",
    "dialog5_5_res": "-2",
    "dialog5_6_0_res": "2",
    "dialog5_6_1_res": "7",
    "dialog5_7_res": "-1",
    "dialog11_0_0_res": "1",
    "dialog11_0_1_res": "2",
    "dialog11_1_0_res": "3",
    "dialog11_1_1_res": "4",
    "dialog11_2_0_res": "1",
    "dialog11_2_1_res": "3",
    "dialog11_3_0_res": "5",
    "dialog11_3_1_res": "6",
    "dialog11_4_res": "-2",
    "dialog11_5_0_res": "7",
    "dialog11_5_1_res": "8",
    "dialog11_6_res": "-2",
    "dialog11_7_res": "-1",
    "dialog11_8_0_res": "6",
    "dialog11_8_1_res": "9",
    "dialog11_9_0_res": "7",
    "dialog11_9_1_res": "10",
    "dialog11_10_res": "-2",
    "dialog17_0_0_res": "1",
    "dialog17_0_1_res": "2",
    "dialog17_1_0_res": "2",
    "dialog17_1_1_res": "3",
    "dialog17_2_0_res": "4",
    "dialog17_2_1_res": "5",
    "dialog17_3_0_res": "6",
    "dialog17_3_1_res": "7",
    "dialog17_4_res": "-1",
    "dialog17_5_0_res": "4",
    "dialog17_6_res": "-2",
    "dialog17_7_0_res": "8",
    "dialog17_7_1_res": "4",
    "dialog17_8_0_res": "9",
    "dialog17_8_1_res": "4",
    "dialog17_9_res": "-2",
    "dialog22_0_0_res": "1",
    "dialog22_0_1_res": "2",
    "dialog22_1_0_res": "3",
    "dialog22_1_1_res": "4",
    "dialog22_2_res": "-2",
    "dialog22_3_0_res": "5",
    "dialog22_3_1_res": "6",
    "dialog22_4_0_res": "7",
    "dialog22_4_1_res": "8",
    "dialog22_5_0_res": "9",
    "dialog22_5_1_res": "8",
    "dialog22_6_res": "-2",
    "dialog22_7_0_res": "8",
    "dialog22_7_1_res": "2",
    "dialog22_8_res": "-1",
    "dialog22_9_0_res": "10",
    "dialog22_9_1_res": "8",
    "dialog22_10_0_res": "11",
    "dialog22_10_1_res": "12",
    "dialog22_11_0_res": "8",
    "dialog22_11_1_res": "2",
    "dialog22_12_res": "-2",
    "dialog25_0_0_res": "1",
    "dialog25_0_1_res": "2",
    "dialog25_1_0_res": "3",
    "dialog25_1_1_res": "4",
    "dialog25_2_0_res": "1",
    "dialog25_2_1_res": "5",
    "dialog25_3_0_res": "6",
    "dialog25_3_1_res": "4",
    "dialog25_4_0_res": "7",
    "dialog25_4_1_res": "8",
    "dialog25_5_0_res": "9",
    "dialog25_6_0_res": "10",
    "dialog25_6_1_res": "4",
    "dialog25_7_0_res": "11",
    "dialog25_7_1_res": "12",
    "dialog25_8_res": "-2",
    "dialog25_9_0_res": "7",
    "dialog25_10_res": "-2",
    "dialog25_11_res": "-2",
    "dialog25_12_0_res": "13",
    "dialog25_13_0_res": "14",
    "dialog25_13_1_res": "11",
    "dialog25_14_res": "-1",
    "dialog31_0_0_res": "1",
    "dialog31_0_1_res": "2",
    "dialog31_1_0_res": "3",
    "dialog31_1_1_res": "4",
    "dialog31_2_0_res": "5",
    "dialog31_2_1_res": "6",
    "dialog31_3_0_res": "7",
    "dialog31_3_1_res": "8",
    "dialog31_4_0_res": "9",
    "dialog31_4_1_res": "10",
    "dialog31_5_0_res": "1",
    "dialog31_6_res": "-2",
    "dialog31_7_0_res": "11",
    "dialog31_7_1_res": "12",
    "dialog31_8_res": "-2",
    "dialog31_9_res": "-2",
    "dialog31_10_res": "-1",
    "dialog31_11_0_res": "6",
    "dialog31_11_1_res": "13",
    "dialog31_12_res": "-2",
    "dialog31_13_res": "-1",
    "dialog36_0_0_res": "1",
    "dialog36_0_1_res": "2",
    "dialog36_1_0_res": "3",
    "dialog36_1_1_res": "4",
    "dialog36_2_0_res": "5",
    "dialog36_2_1_res": "6",
    "dialog36_3_0_res": "7",
    "dialog36_3_1_res": "8",
    "dialog36_4_0_res": "7",
    "dialog36_4_1_res": "8",
    "dialog36_5_0_res": "9",
    "dialog36_5_1_res": "10",
    "dialog36_6_res": "-2",
    "dialog36_7_0_res": "11",
    "dialog36_7_1_res": "8",
    "dialog36_8_0_res": "12",
    "dialog36_8_1_res": "11",
    "dialog36_9_res": "-2",
    "dialog36_10_0_res": "13",
    "dialog36_11_res": "-1",
    "dialog36_12_res": "-2",
    "dialog36_13_0_res": "14",
    "dialog36_13_1_res": "15",
    "dialog36_14_res": "-1",
    "dialog36_15_res": "-1",
    "dialog38_0_0_res": "1",
    "dialog38_0_1_res": "2",
    "dialog38_1_0_res": "3",
    "dialog38_2_0_res": "3",
    "dialog38_2_1_res": "4",
    "dialog38_3_0_res": "5",
    "dialog38_3_1_res": "6",
    "dialog38_4_0_res": "3",
    "dialog38_4_1_res": "7",
    "dialog38_5_0_res": "8",
    "dialog38_5_1_res": "9",
    "dialog38_6_0_res": "5",
    "dialog38_6_1_res": "10",
    "dialog38_7_0_res": "5",
    "dialog38_7_1_res": "11",
    "dialog38_8_0_res": "12",
    "dialog38_8_1_res": "13",
    "dialog38_9_0_res": "14",
    "dialog38_9_1_res": "8",
    "dialog38_10_res": "-2",
    "dialog38_11_res": "-2",
    "dialog38_12_res": "-1",
    "dialog38_13_res": "-2",
    "dialog38_14_res": "-2",
    "dialog45_0_0_res": "1",
    "dialog45_0_1_res": "2",
    "dialog45_1_0_res": "3",
    "dialog45_1_1_res": "4",
    "dialog45_2_0_res": "5",
    "dialog45_2_1_res": "6",
    "dialog45_3_0_res": "7",
    "dialog45_3_1_res": "8",
    "dialog45_4_0_res": "3",
    "dialog45_5_0_res": "7",
    "dialog45_5_1_res": "8",
    "dialog45_6_res": "-2",
    "dialog45_7_res": "-1",
    "dialog45_8_0_res": "7",
    "dialog45_8_1_res": "9",
    "dialog45_9_res": "-2",
    "dialog47_0_0_res": "1",
    "dialog47_0_1_res": "2",
    "dialog47_1_0_res": "2",
    "dialog47_2_0_res": "3",
    "dialog47_2_1_res": "4",
    "dialog47_3_0_res": "5",
    "dialog47_3_1_res": "4",
    "dialog47_4_0_res": "6",
    "dialog47_4_1_res": "7",
    "dialog47_5_0_res": "8",
    "dialog47_5_1_res": "4",
    "dialog47_6_res": "-1",
    "dialog47_7_res": "-2",
    "dialog47_8_0_res": "4",
    "dialog47_8_1_res": "9",
    "dialog47_9_res": "-2",
    "dialog51_0_0_res": "1",
    "dialog51_0_1_res": "2",
    "dialog51_1_0_res": "3",
    "dialog51_1_1_res": "4",
    "dialog51_2_res": "-2",
    "dialog51_3_0_res": "5",
    "dialog51_3_1_res": "6",
    "dialog51_4_0_res": "5",
    "dialog51_4_1_res": "6",
    "dialog51_5_0_res": "7",
    "dialog51_5_1_res": "8",
    "dialog51_6_0_res": "9",
    "dialog51_6_1_res": "10",
    "dialog51_7_0_res": "11",
    "dialog51_7_1_res": "12",
    "dialog51_8_res": "-1",
    "dialog51_9_0_res": "2",
    "dialog51_9_1_res": "13",
    "dialog51_10_res": "-2",
    "dialog51_11_0_res": "12",
    "dialog51_11_1_res": "14",
    "dialog51_12_res": "-1",
    "dialog51_13_res": "-2",
    "dialog51_14_res": "-2",
    "dialog58_0_0_res": "1",
    "dialog58_0_1_res": "2",
    "dialog58_1_0_res": "3",
    "dialog58_1_1_res": "4",
    "dialog58_2_0_res": "5",
    "dialog58_2_1_res": "6",
    "dialog58_3_0_res": "7",
    "dialog58_3_1_res": "8",
    "dialog58_4_0_res": "5",
    "dialog58_4_1_res": "9",
    "dialog58_5_0_res": "10",
    "dialog58_5_1_res": "11",
    "dialog58_6_0_res": "12",
    "dialog58_6_1_res": "13",
    "dialog58_7_0_res": "12",
    "dialog58_7_1_res": "13",
    "dialog58_8_0_res": "7",
    "dialog58_8_1_res": "9",
    "dialog58_9_0_res": "12",
    "dialog58_9_1_res": "13",
    "dialog58_10_res": "-2",
    "dialog58_11_0_res": "12",
    "dialog58_11_1_res": "13",
    "dialog58_12_0_res": "14",
    "dialog58_12_1_res": "13",
    "dialog58_13_res": "-2",
    "dialog58_14_0_res": "15",
    "dialog58_14_1_res": "13",
    "dialog58_15_res": "-1",
    
    "question_action_attacking":"หยุดลูกน้องของเสือหมอบ",
    "hint_action_attacking_0":"แตะพวกเขาเพื่อยิง",
    "hint_action_attacking_1":"ใช้ปุ่มเพื่อวางกับดักศัตรู ที่ใส่เกราะ",
    "hint_action_attacking_2":"ระเบิดถังน้ำมันเพื่อเอาจัดการแวมไพร์",
    "hint_action_attacking_3":"ศัตรูบางตัวต้องยิง มากกว่า 1 ครั้ง",
    "hint_action_attacking_4":"ระวังตัวที่ถือปิน",
    "question_action_car_chase":"ขับเร็วฝ่าไปให้เร็วที่สุด!",
    "hint_action_car_chase_0":"ปัดรถเพื่อเปลี่ยนเลนและหลบหลีก",
    "question_action_obstacle":"เจมส์ หนีไป!",
    "hint_action_obstacle_0":"แตะที่ตัวเจมส์เพื่อกระโดด หลบสิ่งกีดขวาง",
    "hint_action_obstacle_1":"ปัดสิ่งกีดขวางให้เตี้ยลง",
    "hint_action_obstacle_2":"กดปุ่มเพื่อหยุดสิ่งกีดขวาง",
    "question_action_target":"ยิงศัตรูก่อนที่จะถึงตัวเจ้าหน้าที่เจมส์",
    "hint_action_target_0":"แตะเพื่อยิง",
    "hint_action_target_1":"ใช้ถังน้ำกับศัตรูที่ใส่เกราะ",
    "hint_action_target_2":"ศัตรูบางตัวก็ต้องใช้ถังระเบิด",
    "hint_action_target_3":"อย่ายิงแมว",
    "smith_facts_0":"ความจริงของ จนท.เจมส์ #53:  เจมส์ไม่สวมนาฬิกา  เพราะเขาตัดสินใจเอง ว่าตอนนี้กี่โมง",
    "smith_facts_1":"ความจริงของ จนท.เจมส์ #37:  เจมส์ ไม่ดันตัวเองขึ้น เมื่อทำวิดพื้น  เขาเพียงแค่ผลักโลกขึ้น และลงเท่านั้นเอง",
    "smith_facts_2":"ความจริงของ จนท.เจมส์ #04: เจมส์ยิงปืนสองนัดด้วยนกหนึ่งตัว",
    "smith_facts_3":"ความจริงของ จนท.เจมส์ #13:  เจมส์ไม่มีโคมไฟ  เขาแค่ปิดและเปิด พระอาทิตย์เท่านั้นเอง",
    "smith_facts_4":"ความจริงของ จนท.เจมส์ #16:  เจมส์ทำให้หัวหอมร้องไห้",
    "smith_facts_5":"ความจริงของ จนท.เจมส์ #08:  เจมส์ได้ยินภาษาท่าทาง",
    "smith_facts_6":"ความจริงของ จนท.เจมส์ #10:  เจมส์รู้ตัวเลขตัวสุดท้าย ของค่าพาย",
    "smith_facts_7":"ความจริงของ จนท.เจมส์ #76:  เจมส์ใช้ฝันร้ายเป็นนาฬิกาปลุก",
    "smith_facts_8":"ความจริงของ จนท.เจมส์ #88:  เจมส์สามารถเอาชนะกรรไกรได้ ด้วยกระดาษ",
    "smith_facts_9":"ความจริงของ จนท.เจมส์ #45:  แม้แต่ผีใต้เตียงยังกลัวเจมส์",
    "smith_facts_10":"ความจริงของ จนท.เจมส์ #57:  เจมส์สามารถเคลียร์เกม Brain Test  ได้โดยไม่ต้องใช้คำใบ้สักคำ",
    "smith_facts_11":"ความจริงของ จนท.เจมส์ #41:  เจมส์ขับรถพาแม่ของเขากลับบ้าน หลังจากที่แม่เพิ่งคลอดเขา ที่โรงพยาบาล",
    "smith_facts_12":"ความจริงของ จนท.เจมส์ #98: เจมส์สามารถยิงกระสุนนำวิถ๊ได้โดยไม่ต้องใช้ปืนด้วยซ้ำ",
    "smith_facts_13":"ความจริงของ จนท.เจมส์ #20:  เจมส์ สามารถตัดมีดได้ด้วยเนย",
    "smith_facts_14":"ความจริงของ จนท.เจมส์ #32:  เจมส์จัดการคน 50 คนด้วย การปาระเบิด ก่อนที่มันจะ ระเบิดซะอีก",
    
    
    
    
    "intro_1":"พ่อของริษาป่วยหนัก เป็นโรคที่หมอ ไม่สามารถรักษาได้...",
    "intro_2":"วันหนี่ง พ่อมดไกรธร ได้เล่าถึงอัญมณีวิเศษทั้ง 6 ที่มีพลังที่จะรักษาพ่อของเธอได้",
    "intro_3":"ริษาจึงได้เริ่มออกเดินทาง เพื่อตามหาอัญมณีวิเศษให้ครบ!",
    "intro_lets_go":"เริ่มได้!",
    
    "question_LevelTricky1":"ริษาต้องจัดการ ลูกกระจ๊อกคนนี้",
    "hint_LevelTricky1_0":"ลูกโบว์ลิ่งอาจกลิ้งตกลงมา หากคุณเอียงมือถือ",
    "hint_LevelTricky1_1":"นำก้อนหินที่ขวาง โบว์ลิ่งออก",

   "hint6_0":"แตะที่สัญลักษณ์ประตู เพื่อเปลี่ยนมัน",
    "hint6_1":"จับคู่สัญลักษณ์ ให้เหมือนกันในแนวนอน",
    "hint6_2":"คันโยกอยู่ใต้กล่อง",
    "hint6_3":"คุณต้องใส่คันโยก เพื่อเปิดประตู",

    "bubble_8_1":"ฉันต้อง จัดการเขา",
    "bubble_8_2":"คอมพิวเตอร์ลับสุดยอด ของเจ้าเสือหมอบ",
    
    "hint8_0":"เก้าอี้สามารถเลื่อนได้ หากไม่มีก้อนหิน วางยันไว้",

    "bubble_9_1":"ฉันต้องแฮ็ก คอมพิวเตอร์นี่",
    
    "hint9_0":"แตะที่ปุ่มเหล่านี้ เพื่อเชื่อมมันเข้าด้วยกัน",
    "hint9_1":"ควรลากปุ่มด้านขวา มาไว้ตรงกลาง",

    "bubble_10_1":"ไฟล์ในคอมพิวเตอร์บ่งบอกว่า อัญมณีซ่อนอยู่ในฐานลับของ เสือหมอบที่ตั้งอยู่ในป่าขอนไม้",
    "bubble_10_2":"ฉันต้องซ่อมเครื่องบินเก่าของพ่อฉันเพื่อบินไปป่าขอนไม้",
    
    "hint10_0":"ใช้กาวเพื่อซ่อมปีกเครื่องบิน มี 3 จุดที่ต้องติดกาว",
    "hint10_1":"เติมน้ำมันด้วยถังน้ำมัน",
    "hint10_2":"ประกอบใบพัด เข้ากับตัวเครื่อง",


    "bubble_12_1":"มันคงเป็นเที่ยวบินที่ โครงเครงหน่อยนะ",
    
    "hint12_0":"ปัดหน้าจอเพื่อ บินหลบหลีกเมฆดำ",

    "bubble_13_1":"ทางเข้าฐานลับ คงอยู่ไม่ไกลจากนี้ แล้วล่ะ",
    
    "hint13_0":"มีใบไม้บังประตูอยู่",
    "hint13_1":"ลากใบไม้ทั้ง 3 ใบออก เพื่อเข้าสู่ประตูเบื้องล่าง",

    "bubble_14_1":"ที่นี่ แปลกพิลึก!",
    "bubble_14_2":"ฉันจะต้อง หาทางเปิด ประตูนี่",
    
    "hint14_0":"หาทางเปิดประตู",
    "hint14_1":"ใส่ผลึกหินในช่องประตู",
    "hint14_2":"ผลึกสีฟ้าอยู่หลังกล่อง",
    "hint14_3":"ผลึกสีแดง อยู่ข้างในตู้ใส่ของ",
    "question_LevelTricky2":"มีคนอยู่ข้างหลังประตู!",
    "hint_LevelTricky2_0":"เคาะประตู เพื่อเรียกความสนใจ",
    "hint_LevelTricky2_1":"คุณสามารถยกประตู ให้สูงขึ้นเพื่อให้ คนที่เปิดประตูตกลงมา",

    "bubble_15_1":"เฮ้!! แกมาอยู่ ที่นี่ได้ไง!!",
    
    "hint15_0":"อย่าให้ลูกกระจ๊อก จับริษาได้",
    "hint15_1":"ใช้หินเพื่อทุบตู้งูให้แตก",
    "hint15_2":"รอให้ลูกกระจ๊อก ออกจากพื้นที่ด้านซ้าย ถึงค่อยปล่อยงูออกมา",

    "bubble_16_1":"ฉันจะต้องช่วยเจ้าเหมียว!",
    "bubble_16_2":"ฉันต้องหา กุญแจเพื่อ ปลดล็อกกรงนั่น",
    
    "hint16_0":"ขยับร่างของลูกกระจ๊อก เพื่อหากุญแจ",
    "hint16_1":"ใช้กุญแจเพื่อปลดปล่อยเจ้าเหมียว",


    "bubble_18_1":"ฉันต้องผ่านถ้ำนี้ไป",
    
    "hint18_0":"ลากตัวริษาเพื่อหลบหลีก หินย้อยที่ตกลงมา",

    "bubble_19_1":"เห้ออ... ผ่านถ้ำนั่น มาได้สักที!",
    "bubble_19_2":"อ้า! อัญมณีวิเศษสีฟ้า อยู่นั่นไง!",
    
    "hint19_0":"เปิดก๊อกน้ำ แล้วรองน้ำด้วยถัง",
    "hint19_1":"ลากถังไปที่ก๊อกน้ำ เพื่อเติมน้ำ",
    "hint19_2":"ลากถังไปที่ปลั๊กไฟ",

    "bubble_20_1":"อัญมณีนั่น เป็นของฉัน!",
    "bubble_20_2":"ฉ้นจะต้องหาทาง หยุดเขาให้ได้!",
    "bubble_20_3":"เธอหนีไปก่อนเลย! ฉันรับมือเอง!",
    
    "hint20_0":"ไปที่หน้าจอด้านซ้าย",
    "hint20_1":"นำไขควงไปไขสกรู ด้านขวาของชั้นวาง",
    "hint20_2":"ลากถังออกจาก ประตูห้องใต้ดิน",

    "bubble_21_1":"อัญมณีนั่น เป็นของลูกพี่ ฉันนะ!",
    "bubble_21_2":"อย่ามาขวาง ฉันนะ!",

    "hint21_0":"เก็บด้ามและหัวขวานขึ้นมา",
    "hint21_1":"ประกอบด้าม และหัวขวาน",
    "hint21_2":"ใช้ขวานเพื่อจามใส่ต้นไม้",


    "bubble_23_1":"ไกรธรบอกว่าอัญมณีชิ้นต่อไป อยู่ในปิรามิด ริษาจึงรีบมุ่งหน้า ไปยังทะเลทรายซาฮาร่าเพื่อตามหามัน ",
    
    "hint23_0":"ลากก้อนเมษ เพื่อบังริษา ให้อยู่ภายใต้เงา",
    "question_LevelTricky3":"ริษาไม่รู้ว่า จะไปทางไหนต่อดี",
    "hint_LevelTricky3_0":"ลากดวงตา ไปที่หน้าของลูกปั้น",
    "hint_LevelTricky3_1":"คุณต้องลากตาทั้งหมด พร้อมๆกัน",
    "bubble_24_1":"อัญมณีต้องอยู่ ที่ไหนสักแห่ง ในปิรามิดนี้แหละ",
    "bubble_24_2":"โอ้ว ไม่นะ! มัมมี่นี่ มันเอาเรื่องแหะ!",
    
    "hint24_0":"หาคบเพลิงแล้วเก็บมัน",
    "hint24_1":"จุดคบเพลิงบนเตาไฟ",
    "hint24_2":"ลากคบเพลิงเพื่อเผามัมมี่",



    "bubble_26_1":"ฉันต้องระวัง หน่อยแล้ว",
    "bubble_26_2":"พระเจ้าช่วย! จะข้ามไงเนี่ย?!",
    
    "hint26_0":"เก็บชิ้นส่วน เชือกทั้ง 3 ชิ้น",
    "hint26_1":"เก็บตะขอบนฝาผนัง",
    "hint26_2":"รวมไอเท็มทั้งหมด เข้าด้วยกัน",
    "hint26_3":"ลากเชือกตะขอ ไปเกี่ยวไว้บนวงแหวน เพื่อข้ามหลุมหนามไป",

    "bubble_27_1":"นั้นไง! อัญมณีวิเศษสีแดง!",
    
    "hint27_0":"แตะที่อัญมณีเพื่อเก็บมัน",
    "hint27_1":"ลากอัญมณีไปที่ตัวศัตรู เพื่อทำลายพวกมัน",

    "bubble_28_1":"ฉันต้องออก จากปิรามิดนี่",
    
    "hint28_0":"แตะที่รูปบนกระเบื้อง เพื่อเคลื่อนที่ เคลื่อนที่ตามลำดับ ลวดลายบนฝาผนัง",

    "bubble_29_1":"ไกรธรบอกว่าอัญมณีชิ้นต่อไป อยู่ในหนองน้ำเหม็นตู่ ริษากำลังบินไปที่นั่น แต่เธอต้องกระโดด ร่มชูชีพลงไป",
    
    "hint29_0":"แตะที่เครื่องบิน เพื่อกระโดดลงไป",

    "bubble_30_1":"ฉันต้องหาทาง ผ่านต้นไม้กินคน ไปให้ได้!",
    
    "hint30_0":"ตัดกิ่งไม้ด้วยมีดของคุณ",
    "hint30_1":"ใช้กิ่งไม้ยันปาก ของต้นไม้กินคนไว้",
    "question_LevelTricky4":"หยุดสัตว์ประหลาดนั่นซะ!",
    "hint_LevelTricky4_0":"ลากเมฆที่บดบัง พระอาทิตย์ออก",
    "hint_LevelTricky4_1":"ลากแขนของสัตว์ประหลาด ไปยังพระอาทิตย์เพื่อเผามัน",


    "bubble_32_1":"เราต้องใช้ ดอกไม้สีเหลือง สีเขียวและสีแดง",
    "bubble_32_2":"ฉันเห็นดอกไม้ สีเหลืองกับสีเขียว แต่จะหาสีแดงได้ ที่ไหนกันนะ?",
    
    "hint32_0":"แตะที่ดอกไม้เพื่อเก็บมัน",
    "hint32_1":" ลากดอกไม้สีเทาไปที่เบอร์รี่ เพื่อทำให้มันเป็นสีแดง",

    "bubble_33_1":"มาปรุงยา กันเถอะ ใส่สีเหลือง เข้าไปก่อน",
    "bubble_33_2":"ใส่สีแดง 2 ดอก",
    "bubble_33_3":"ใส่สีเขียว เหลืองและแดง ตามลำดับ",
    "bubble_33_4":"ท้ายที่สุด ใส่สีเหลือง ตบท้าย",
    
    "hint33_0":"ปรุงยาตามคำแนะนำของแม่มด ใส่ดอกไม้ลงไป ตามลำดับที่ถูกต้อง",
    "hint33_1":"ใส่ดอกไม้ตามลำดับที่ถูกต้องดังนี้: เหลือง, แดง, แดง, เขียว, เหลือง, แดง, เหลือง",

    "bubble_34_1":"แม่มดบอกฉัน ให้นำยาให้กบยักษ์ดื่ม",
    
    "hint34_0":"แตะหินเพื่อเก็บมันขึ้นมา",
    "hint34_1":"นำก้อนหินวางทับลิ้นของกบ เมื่อมันกำลังจับแมลง",
    "hint34_2":"ลากขวดยา ใส่ปากกบ ที่กำลังอ้าปาก",

    "bubble_35_1":"ไกรธรกล่าวว่า อัญมณีชิ้นต่อไป ถูกโจรสลัดซ่อนไว้ ฉันต้องไปทอร์ทูก้า",
    "bubble_35_2":"แต่ฉันต้อง ซ่อมเครื่องบิน ซะก่อน",
    
    "hint35_0":"ลากสายไฟเพื่อเชื่อมกับ สีที่ถูกต้อง",



    "bubble_37_1":"ฮืมมมม... กัปตันแมรี่น่าจะ อยู่แถวๆนี้นะ",
    "bubble_37_2":"ไม่นะ! พวกนั้น กำลังทำร้าย เธออยู่!",
    "bubble_37_3":"แกจะต้อง แบ่งสมบัติเรา แมรี่!",
    
    "hint37_0":"เก็บหนังสติ๊ก จากเอวโจรสลัด",
    "hint37_1":"เก็บลูกกระสุน บนถังไม้",
    "hint37_2":"ผสมหนังสติ๊ก กับลูกกระสุน",
    "hint37_3":"ลากหนังสติ๊ก ไปที่โคมไฟระย้า",


    "bubble_39_1":"เอาละ สาวน้อย คลี่ใบเรือ แล้วไปกันเลย!",
    
    "hint39_0":"ใช้ชะแลงเพื่อเปิดลัง",
    "hint39_1":"นำมีดออกจากลัง",
    "hint39_2":"ลากมีดเพื่อตัดเชือก ที่มัดใบเรือ",

    "bubble_40_1":"เราต้องระวัง พวกคราเคน หน่อยแล้วละ!",
    
    "hint40_0":"ปัดที่ใบเรือ เพื่อหยุดเรือ",
    "hint40_1":"รอเพื่อให้คราเคนดำลงไป จากนั้นปัดอีกทีเพื่อไปต่อ",
    "hint40_2":"คุณต้อง ผ่านคราเคน 2 ตัว",

    "bubble_41_1":"ตายละ! แผนที่ขาดหมดเลย! ช่วยฉันที!",
    
    "hint41_0":"ลากเศษแผนที่ เพื่อปะมันเข้าด้วยกัน",
    "question_LevelTricky5":"พวกเขาต้องหาทาง ข้ามไปฟากนู้น",
    "hint_LevelTricky5_0":"แตะที่ต้นไม้เพื่อหักมัน",
    "hint_LevelTricky5_1":"เอียงมือถือของคุณ เพื่อทำให้ต้นไม้ล้มลงมา",
    "bubble_42_1":"เทียบท่า! อัญมณีจะต้องอยู่ ที่เกาะนี้แหละ!",
    "bubble_42_2":"เห้ย! ใครกัน จับนกมาขังไว้?!",
    "bubble_42_3":"อยู่นี่เองแมรี่! แค้นนี้ต้องชำระ!",
    
    "hint42_0":"หากุญแจที่ซ่อนอยู่กับ ข้าวของของโจรสลัด",
    "hint42_1":"ใช้กุญแจกับกรงนก",

    "bubble_43_1":"จากที่ดูในแผนที่ อัญมณีอยู่ระหว่าง หินสองก้อนนั้น",
    "bubble_43_2":"น่าสงสารจัง ต้องมาตายที่นี่!",
    
    "hint43_0":"เก็บด้ามและหัวจอบ รอบๆซากโครงกระดูก",
    "hint43_1":"ประกอบด้ามและหัวพลั่ว เข้าด้วยกัน",
    "hint43_2":"ลากพลั่วเพื่อขุด บริเวณหินทั้งสอง",

    "bubble_44_1":"พวกเราต้องหนี โจรสลัดพวกนี้!",
    
    "hint44_0":"ปัดเรือเพื่อขยับเรือ",
    "hint44_1":"หลบการโจมตีของศัตรู",
    "hint44_2":"ทำลายเรือ 3 ลำ เพื่อผ่านระดับนี้",



    "bubble_46_1":"เยี่ยมมาก ไกรธร! ส่งฉันมานอกโลกเลย!",
    
    "hint46_0":"ลากตัวริษา เพื่อหลบอุกกาบาต",
    "hint46_1":"ยานอวกาศจะมารับหลังจาก หลบอุกกาบาต 7 ลูก",


    "bubble_48_1":"ทำไมพวกนั้น ต้องขังเจ้าหมา ในตู้ด้วยนะ?!",
    "bubble_48_2":"เฮ้! อย่าแตะต้อง อะไรนะ!",
    
    "hint48_0":"เก็บประแจขึ้นมา",
    "hint48_1":"ใช้ประแจเพื่อไขสกรูบริเวณที่ นักบินอวกาศยืนอยู่",
    "hint48_2":"เก็บกุญแจ แล้วปลดล็อกตู้สุนัข",

    "bubble_49_1":"ฉันต้องปรับ ให้ยานไป ดาวอังคาร",
    "bubble_49_2":"เฮ้ออออ... ยามลำนี้มัน น่าเบื่อเป็นบ้า!",
    
    "hint49_0":"ไปที่ด้านขวาแล้วกดปุ่มสีแดง เพื่อเปิดเครื่องนำทาง",
    "hint49_1":"กดปุ่มทั้ง 4 เพื่อสะกดคำว่า 'Mars'",

    "question_LevelTricky6":"พวกเขาต้อง ลงจอดบนดาวอังคาร",
    "hint_LevelTricky6_0":"เอานิ้วของคุณอุดที่ตัวไอพ่น เพื่อทำให้ยานบินต่ำลง",
    "hint_LevelTricky6_1":"เอานิ้วของคุณกดค้างไว้จนกว่า ยานจะลงจอดบนดาวอังคาร",
    "bubble_50_1":"นี่ต้องเป็น ห้องอัญมณีแน่ๆ!",
    
    "hint50_0":"ลากสัญลักษณ์ เพื่อเปลี่ยนตำแหน่งของมัน",
    "hint50_1":"มองดูบนฟ้าเพื่อหาตำแหน่ง ที่ถูกต้อง",
    "hint50_2":"ตำแหน่งจากทางซ้ายบน: ดาวแดง-อุกกาบาต-ดาวฟ้า ตำแหน่งจากทางซ้ายล่าง: อุกกาบาต-ดาวเหลือง-อุกกาบาต",


    "bubble_52_1":"มนุษย์ต่างดาวส่งริษากลับมายังโลกจากนั้นไกรธรก็บอกเธอ ว่าอัญมณีชิ้นสุดท้ายอยู่ในมือของแดร็กคิวล่า เธอจึงไปที่ไนท์คลับของแวมไพร์",
    "bubble_52_2":"ฉันต้อง แอบเข้าไป ที่ห้องแดร็กคิวล่า",
    
    "hint52_0":"แตะที่หน้าจอ เพื่อเดินและหยุดเดิน",
    "hint52_1":"พยายามหลบหลีก ระยะการมองเห็น ของหน่ยวลาดตระเวน",

    "bubble_53_1":"นี่คือห้องแดร็กคิวล่า ฉันต้องค้นดูให้ทั่ว",
    
    "hint53_0":"หยิบหลังสือขึ้นมา แล้วลากมันไปวาง บนชั้นหนังสือที่ว่างอยู่",
    "hint53_1":"ดึงคันโยกอันแรกขึ้น และดึงลงอันที่เหลือ",
    "bubble_54_1":"ฉันต้องช่วย เจ้ากบนี่!",
    
    "hint54_0":"ไปที่ด้านขวาเพื่อหาหัวก๊อก",
    "hint54_1":"เก็บหัวก๊อก โดยการแตะที่ที่หัวก๊อก",
    "hint54_2":"ลากหัวก๊อกไปที่ตัวก๊อก เพื่อถ่ายน้ำออกและช่วยเจ้ากบ",
    "question_LevelTricky7":"ริษาจำเป็นต้องจัดการ กับแดร็กคิวล่าพวกนี้",
    "hint_LevelTricky7_0":"ลากริษาไปที่แมงมุม",
    "hint_LevelTricky7_1":"ลากแมงมุม ไปที่คนถือดาบ",
    "hint_LevelTricky7_2":"ลากดาบ ไปที่คนถือขวาน",

    "bubble_55_1":"กล้าดียังไง ถึงได้เข้ามาในฐานลับ ของฉัน เจ้ามนุษย์!!",
    
    "hint55_0":"ลากตัวริษาเพื่อหลบหลีกการโจมตี ของแดร็กคิวล่า",
    "hint55_1":"ทำให้แดร็กคิวล่า ยิงหน้าต่าง 2 ที",

    "cutscene_gundolf_1":"ไกรธร! ฉันหาอัญมณี ครบ 6 อันแล้ว!",
    "cutscene_gundolf_2":"ดีมาก! ไหนขอดูหน่อย...",
    "cutscene_gundolf_3":"ขอบใจมากริษา เท่านี้ฉันก็จะได้เป็น เจ้าแห่งความมืดแล้ว!",
    "cutscene_gundolf_4":"อะไรนะ!? ไหนสัญญาว่า จะรักษาพ่อฉันไง!",
    "cutscene_gundolf_5":"ฉันต้องไป เอาอัญมณี พวกนั้นกลับมา!",
    "bubble_56_1":"นรกขุมไหนกัน! ฉันต้องตามหา เจ้าพ่อมดนั่น!",
    
    "hint56_0":"แตะที่หน้าจอเพื่อกระโดด",
    "hint56_1":"พยายามกระโดดข้ามลาวา",

    "question_LevelTricky8":"ยิงปีศาจนั่น!",
    "hint_LevelTricky8_0":"แตะที่ตัวริษาเพื่อยิง",
    "hint_LevelTricky8_1":"ลากหินด้านขวาลง แล้วยิงลูกหิน ให้เด้งไปโดนปิศาจ",
    "bubble_57_1":"ฉันต้องผ่าน กองไฟนี่ไป!",
    
    "hint57_0":"เก็บตะปูและค้อน",
    "hint57_1":"ใส่ตะปูในร่อง ที่แตกอยู่บนกำแพง",
    "hint57_2":"ทุบตะปูด้วยค้อน",
    "question_LevelTricky9":"ริษาต้องข้ามธารลาวานี่ไป",
    "hint_LevelTricky9_0":"แตะที่แผ่นหินเพื่อกระโดด",
    "hint_LevelTricky9_1":"กระโดดไปบน แผ่นหินที่ยังไม่แตก",
    "hint_LevelTricky9_2":"ประกอบแผ่นหิน อันสุดท้ายเข้าด้วยกัน",


    "bubble_59_1":"ฉันจะสร้างสะพาน ข้ามธารลาวานี้ไป ด้วยพลังจิตของฉัน",
    
    "hint59_0":"ลากชิ้นส่วนของสะพาน แล้วประกอบมัน เข้าด้วยกัน",
    "question_LevelTricky10":"พวกเขาต้องปีนขึ้นไป บนนั้น",
    "hint_LevelTricky10_0":"แปลงแดร็กคิวล่า เป็นค้างคาว ด้วยการแตะที่ตัวเขา",
    "hint_LevelTricky10_1":"แตะที่ตัวแดร็กคิวล่า ค้างไว้ 2 วินาที เพื่อแปลงร่างเขา",
    "hint_LevelTricky10_2":"ลากค้างคาว ขึ้นไปบนแท่นหิน",
    "hint_LevelTricky10_3":"แปลงแดร็กคิวล่า กลับเป็นร่างมนุษย์ เพื่อถ่วงแท่นหินลงมา",
    "hint_LevelTricky10_4":"เปลี่ยนเขากลับ เป็นค้างคาว เพื่อยกแท่นหินขึ้นไป",

    "question_LevelTricky11":"พวกเขาต้องจัดการ ปีศาจพวกนี้!",
    "hint_LevelTricky11_0":"กลับหัวมือถือของคุณ",
    "hint_LevelTricky11_1":"ลากริษา มาที่ตัวแดร็กคิวล่า ก่อนที่จะกลับมือถือ ของคุณ",
    "question_LevelTricky12":"แดร็กคิวล่าต้องการ <color=white>พลัง</color>มากกว่านี ้ในการเปิดประตู",
    "hint_LevelTricky12_0":"ลองตั้งใจมอง คำว่า 'พลัง' ดูสิ",
    "hint_LevelTricky12_1":"บีบนิ้วออก เพื่อทำให้คำว่าพลัง ใหญ่ขึ้น",
    "question_LevelTricky13":"พลังชีวิตของแดร็กคิวล่า ใกล้จะหมดแล้ว!",
    "hint_LevelTricky13_0":"หาวิธีเติมพลังชีวิต ของเขา",
    "hint_LevelTricky13_1":"หาเศษชิ้นส่วนของพลังชีวิต ที่กระจัดกระจายอยู่ทั่วพื้น",
    "hint_LevelTricky13_2":"ลากเศษชิ้นส่วนมาที่แถบ พลังชีวิตของแดร็กคิวล่า",
    "question_LevelTricky14":"ในที่สุดก็เจอไกรธรสักที! หยุดเขา!",
    "hint_LevelTricky14_0":"ขยายขนาดก้อนหินเพื่อปกป้อง ริษาจากเวทมนต์ของไกรธร",
    "hint_LevelTricky14_1":"ลากฉากหลังลง เพื่อดูว่ามีอะไรข้างบน",
    "hint_LevelTricky14_2":"แตะที่รอยแตก เพื่อให้หินตกลงมา",
    "question_LevelTricky15":"หาทางช่วยแดร็กคิวล่า",
    "hint_LevelTricky15_0":"หาเลือดให้แดร็กคิวล่าดื่ม",
    "hint_LevelTricky15_1":"ใช้มีดเพื่อกรีดเลือด ของริษา",
    "hint_LevelTricky15_2":"รองเลือดของริษา ด้วยขวดแก้ว",
    "hint_LevelTricky15_3":"ลากขวดเลือด ให้แดร็กคิวล่า",
    "bubble_60_1":"พยายามแย่ง ไม้เท้าให้ได้ ฉันถ่วงเวลาให้เอง!",
    "bubble_60_2":"ไม้เท้า อยู่นั่นไง!",
    
    "hint60_0":"เก็บท่อ 2 ท่อนบนพื้น",
    "hint60_1":"ประกอบมัน เพื่อสร้างบันได",
    "hint60_2":"พาดบันได ตรงอุโมงค์ด้านบน",
    "hint60_3":"แตะที่อุโมงค์ เพื่อมุดไปอีกฟาก",
    "hint60_4":"เก็บมันขึ้นมาแล้วลากมันไป ยังพลังเวทที่ไกธรยิงมา",

    "bubble_61_1":"ฉันมีอัญมณีครบแล้ว คราวนี้ฉันต้องมอบมัน ให้พ่อตามปริศนา ในสมุดเวทมนต์",
    "bubble_61_2":"ก่อนอื่น ชำระล้างอาการ ด้วยเปลวเพลิง",
    "bubble_61_3":"สาดแสงส่อง ลงบนวิญญาณ ผู้อ่อนล้า",
    "bubble_61_4":"น้ำบริสุทธิ์ จะชาบช่าน คืนพลังสู่ร่างกาย",
    "bubble_61_5":"และพลังแห่งธรรม ก็จะเยียวยาเขา ในที่สุด",
    "bubble_61_6":"เย่! มันได้ผล!  ดีใจที่พ่อกลับมา สุขภาพดีนะคะ",
    
    "hint61_0":"ลากอัญมณีจากช่องเก็บของ ให้พ่อของริษาตามลำดับ",
    "hint61_1":"เปลวเพลิงคือ อัญมณีสีแดง",
    "hint61_2":"แสงสว่างคือ อัญมณีสีเหลือง",
    "hint61_3":"น้ำบริสุทธิ์คือ อัญมณีสีฟ้า",
    "hint61_4":"ธรรมชาติคือ อัญมณีสีเขียว",
    "hint61_5":"ลากอัญมณีตามลำดับดังนี้: แดง-เหลือง-ฟ้า-เขียว",
    "question_62":"หลังจากเรื่องวุ่นวายมากมาย พวกเขาก็แค่อยากผ่อนคลาย",
    "end_62":"ไม่นะ! โลกิลักพาตัวพ่อริษา เธอจะต้องบินไป แอสการ์ด!",
    "hint62_0":"พ่อของริษาต้องการ ชาร้อน",
    "hint62_1":"ทำให้ชาร้อนด้วยความร้อน ของพระอาทิตย์",
    "question_63":"ช่วยเธอสตาร์ทเครื่องบิน",
    "end_63":"อีกครั้ง ที่เธอต้อง ออกโบยบินไป!",
    "hint63_0":"ต้องหมุนใบพัด",
    "hint63_1":"หมุนมือถือของคุณ เพื่อหมุนใบพัด",
    "hint63_2":"มือถือบางรุ่น ไม่รองรับการหมุน ให้คุณเขย่ามือถือแทนได้",
    "question_64":"เธอต้องบินฝ่าพายุฝนไป",
    "end_64":"ธอร์: 'เธอบินไปแอสการ์ด ไม่ได้หรอก ฉันจะพาเธอไปเอง!'",
    "hint64_0":"แตะที่หน้าจอเพื่อบินขึ้น",
    "hint64_1":"ระวังอย่าให้เครื่องยนต์ โดนทะเลและเมฆฝน",
    "question_65":"นี่คือห้องโลกิ แต่พ่อริษาอยู่ไหนกันนะ?",
    "end_65":"เจ้าหมาจะตามกลิ่น ของพ่อริษาไป",
    "hint65_0":"ขวานนั่นควบคุมประตูลับ",
    "hint65_1":"เจ้าหมานั่น สามารถตามกลิ่นได้",
    "hint65_2":"ลากเสื้อของพ่อริษา ให้เจ้าหมาดม",
    "question_66":"ทำไมเจ้าหมา ถึงเห่ากำแพงกันนะ?",
    "end_66":"นั้นไงทางลับ! โลกิต้องอยู่ที่นั่นแน่ๆ!",
    "hint66_0":"แสงสว่างอาจจะช่วย ทำให้ทางลับปรากฏขึ้น",
    "hint66_1":"ใช้ค้อนของธอร์ ทำให้รอยแตกใหญ่ขึ้น เพื่อให้แสงผ่านได้มากขึ้น",
    "question_67":"พวกเขาจะต้องหาวิธี เปิดประตูลับนี้ให้ได้",
    "end_67":"ปริศนาของแก มันไม่คณาปัญญา ของริษาได้หรอก โลกิ!",
    "hint67_0":"ลากชิ้นส่วน เพื่อประกอบภาพ",
    "hint67_1":"มีชิ้นหนึ่ง ที่ต้องพลิกด้าน",
    "question_68":"โลกิกำลังสกัดเอาพลัง ของอัญมณีออกจากพ่อริษา!",
    "end_68":"พ่อ: 'ลูกหาตัวพ่อเจอได้ยังไง?'  ริษา: 'ธอร์พาหนูมา พวกเราจะช่วยพ่อเอง!'",
    "hint68_0":"ปุ่มสีเขียวหายไป จากแผงควบคุม",
    "hint68_1":"นำปุ่มสีเขียว มาใส่ที่แผงควบคุม แล้วกดมัน",
    "hint68_2":"ปัดหน้าปัดไปอีกทาง เพื่อปั้มเอาสารพลังกลับไป",
    "question_69":"โลกิพยายามที่จะ หยุดพวกเขา",
    "end_69":"โลกิ: 'นี่จะเป็นครั้งสุดท้าย ที่ท่านขัดขวางฉัน ท่านพี่!'",
    "hint69_0":"แตะหน้าจอรัวๆ เพื่อช่วยให้ธอร์ชนะ",
    "question_70":"โลกิเสกธอร์เป็นกบ! หาทางหยุดเขาเร็ว!",
    "end_70":"ริษา: 'แกยังต้องปรับ ระดับความปลอดภัยในอาคาร ขึ้นอีกเยอะเลยละโลกิ'",
    "hint70_0":"ลากถังน้ำไปที่สายเคเบิ้ล",
    "hint70_1":"ใช้นิ้วทั้งสอง เพื่อกดสายเคเบิ้ลลงน้ำ",
    "question_71":"เราจะต้องหาวิธีช่วยธอร์",
    "end_71":"ธอร์: 'กล้าดียังไงถึงมาขี่ข้า!'",
    "hint71_0":"ใช้คทาเพื่อสลายคำสาป",
    "hint71_1":"ต้องชาร์จคทา ที่แท่นพลังงานให้เต็มก่อน",
    "question_72":"พวกเขาต้องหาทาง เปลี่ยนธอร์กลับเป็นร่างมนุษย์",
    "end_72":"ธอร์; ' ขอบใจมากคุณผู้หญิง ทีนี้ฉันก็พาเธอกลับโลก ได้แล้ว'",
    "hint72_0":"มอบคทาให้โลกิถือไว้",
    "hint72_1":"แตะที่หัวโลกิ เพื่อดูความฝันของเขา",
    "hint72_2":"ลากค้อนมาที่ความฝัน ของโลกิเพื่อเปลี่ยนมัน",
    "hint72_3":"ใช้คทาเมื่อโลกิ ฝันถึงค้อน",
    "question_73":"ธอร์ต้องยิงลำแสง เพื่อส่งเรากลับโลก",
    "end_73":"พ่อริษา: 'ในที่สุด เราก็จะได้กลับบ้าน ไปดื่มชาสักที!'",
    "hint73_0":"วางนิ้วลงบนแอสการ์ด เพื่อชาร์จลำแสง",
    "hint73_1":"ใช้หลุมดำเพื่อเคลียร์ อุกกาบาตที่ขวางทางอยู่",
    "question_74":"ในขณะเดียวกัน แดร็กคิวล่าก็กำลังหาวิธี <color=white>ปลดล็อก</color> พลัง อัญมณีของเขา",
    "end_74":"ริษาจะต้องเสียใจ ที่มอบอัญมณี  ให้แดร็กคิวล่า",
    "hint74_0":"ใช้คำว่า 'ปลดล็อกพลัง'",
    "hint74_1":"ลากคำว่า 'ปลดล็อก' มาวางบน 'พลัง'",
    "question_75":"พลังของแดร็กคิวล่าเอ่อล้น ลูกน้องต้องช่วยเขา",
    "end_75":"แดร็กคิวล่า: 'ฮ่าๆๆ! ฉันต้องไปตามล่าอัญมณีที่เหลือ จากเด็กหน้าโง่นั่น!'",
    "hint75_0":"ลากลูกน้องมาที่แดร็กคิวล่า เพื่อทำให้พลังของแดร็กคิวล่า เสถียรขึ้น",
    "hint75_1":"ลูกน้องคนที่สาม ซ่อนอยู่ข้างหลังเสา",
    "question_76":"ริษาต้องให้อาหาร สัตว์เลี้ยงของเธอทั้งหมด",
    "end_76":"มันยากมากที่จะดูแลสัตว์เลี้ยง มากมายขนาดนี้ แต่เธอก็รักพวกมันทุกตัว โดยเฉพาะเจ้ากบ เพราะมันช่วยกินแมลง",
    "hint76_0":"เปิดตู้เพื่อหาที่เปิดกระป๋อง",
    "hint76_1":"เปิดกระป๋องด้วยที่เปิดกระป๋อง จากนั้นก็เทมันในชามข้าวแมว",
    "hint76_2":"เก็บอาหารหมา แล้วลากมัน ไปใส่ในชามข้าวหมา",
    "hint76_3":"ลากหลอดไฟเพื่อล่อแมลง ไปใกล้ๆ กบ",
    "hint76_4":"ใช้พลั่วเพื่อขุดหา ไส้เดือนให้นกกิน",
    "question_77":"พ่องริษากำลังสูญเสีย การควบคุมพลังอัญมณี",
    "end_77":"ริษา: 'ฉันต้องพาพ่อ ไปหาแม่มดที่หนองน้ำ เธออาจจะช่วยพวกเราได้!'",
    "hint77_0":"แตะที่ตู้เพื่อหาแผ่นเสียง",
    "hint77_1":"ลากแผ่นเสียงชวนหลับ ไปที่เครื่องเล่นแผ่นเสียง",
    "question_78":"ริษาต้องหาอะไร มามัดพ่อของเธอ ระหว่างเดินทาง",
    "end_78":"ริษา: 'ขอโทษนะคะพ่อ แต่เพื่อความปลอดภัย'",
    "hint78_0":"ค้นดูในตู้เพื่อหาอะไร มามัดพ่อ",
    "hint78_1":"ใช้เข็มขัดทั้งสองเส้น เพื่อมัดพ่อริษาไว้",
    "question_79":"ริษาหา         เท่าไหร่ก็ไม่เจอ!",
    "end_79":"แม่มด: 'โอ้...ฉันเตือนเธอ เรื่องอัญมณีพวกนั้นแล้ว ไม่ใช่หรอ?!' ริษา: 'มันรักษาพ่อได้จริงๆ! แต่ตอนนี้พ่อเสียการควบคุม ได้โปรดช่วยเราด้วยเถอะค่ะ'",
    "hint79_0":"ถ้าริษาตะโกนชื่อเธอ เธออาจปรากฏตัว",
    "hint79_1":"หาลูกโป่งคำพูด แล้วลากมันมาที่ริษา",
    "hint79_2":"ลูกโป่งคำพูดซ่อนอยู่ ท่ามกลางก้อนเมฆ",
    "hint79_3":"ลากคำว่า 'แม่มด' ใส่ในลูกโป่งคำพูด",
    "question_80":"แม่มดต้องปรุงยาอีก ส่วนผสมคือ 2ด3ห1ข3ฟ",
    "end_80":"แม่มด: 'นี่ควรจะช่วย ให้พ่อของเธอคุม พลังของอัญมณีได้'",
    "hint80_0":"ลากดอกไม้ที่ถูกต้องลงในหม้อ",
    "hint80_1":"คุณต้องใส่ดอกไม้ ตามสูตรของส่วนผสม 2ด คือ 2 ดอกไม้แดง",
    "hint80_2":"ใส่ส่วนผสมตามสูตร: ดอกไม้แดง 2, ดอกไม้เหลือง 3,  ดอกไม้เขียว 1 และสุดท้าย  ดอกไม้ฟ้า 3",
    "question_81":"คราวนี้พวกเขาต้องหาทาง ให้คุณพ่อดื่มยา",
    "end_81":"พ่อของริษา: 'ฉันรู้สึกดีสุดๆ! จากนี้ต่อไปเรียกฉันว่า จอมพลังแมน!' ริษา: 'ไม่นะ...นี่พ่อ เป็นซุปเปอร์ฮีโร่ แล้วหรอ?' แม่มด: 'ขอให้สนุก กับพลังใหม่นะ  จอมพลังแมน!' ริษา: 'อย่าให้ท้ายเขา อย่างนั้นสิ!'",
    "hint81_0":"เติมน้ำยาลงในขวด",
    "hint81_1":"ลากน้ำยาให้พ่อริษาดื่ม",
    "hint81_2":"ลากดอกกุหลาบ มาตำพ่อเพื่อเปิดปากเขา",
    "question_82":"จอมพลังแมนต้องการเรียนรู้ พลังในการบิน",
    "end_82":"จอมพลังแมน: 'ฉันจะ ไม่ซื้อตั๋วเครื่องบิน อีกต่อไป!'",
    "hint82_0":"แตะที่ขาของเขา เพื่อบินขึ้น",
    "hint82_1":"แตะซ้ำที่ขา เพื่อบินไปอีกด้าน และหลบหลีกต้นไม้",
    "question_83":"จอมพลังแมน ต้องการซ้อมพลังการยิง",
    "end_83":"แม่มด: 'ใจเย็นๆไว้!  ร่างกายของคุณมันแก่เกิน สำหรับพลังมากมายขนาดนี้'",
    "hint83_0":"เป้าซ่อนอยู่ข้างหลังบางอย่าง",
    "hint83_1":"แตะที่จอมพลังแมนเพื่อยิง",
    "hint83_2":"ลากเป้าออกจากเป้าอีกอัน ให้เป็น 3 อันเพื่อยิง",
    "question_84":"ในขณะเดียวกัน แดร็กคิวล่าได้บุกบ้านริษา เพื่อค้นดูว่าริษาอยู่ไหน",
    "end_84":"แดร็กคิวล่า: 'เธอไปแอสการ์ดมาสินะ... แต่ทำไมกันนะ?'",
    "hint84_0":"กดที่ปุ่มเพื่อเปิดแล็ปท็อป",
    "hint84_1":"ต่อสายชาร์จ",
    "hint84_2":"แดร็กคิวล่าสามารถใช้ พลังไฟฟ้าจากอัญมณี เพื่อชาร์จไฟได้",
    "question_85":"แดร็กคิวล่าต้องเปิดวาร์ป ไปแอสการ์ด",
    "end_85":"ไกรธรก็เคย เปิดวาร์ปนี้ ไปจ่ายตลาด",
    "hint85_0":"แตะที่ช่องสี่เหลี่ยม เพื่อเปลี่ยนเครื่องหมาย",
    "hint85_1":"ดูที่สมุดเวท เพื่อหาลำดับสัญลักษณ์ที่ถูกต้อง",
    "hint85_2":"1-2-3-4-5 ไม่ก็ A-B-C-D-E จะแสดงคำใบ้ของลำดับ สัญลักษณ์ทั้ง 5",
    "hint85_3":"ลำดับที่ถูกต้องคือ  สามเหลี่ยม-สี่เหลี่ยม -สามเหลี่ยม-X-สามเหลี่ยม",
    "question_86":"ธอร์อยากจะหยุด ไม่ให้แดร็กคิวล่า เข้าแอสการ์ดได้",
    "end_86":"นี่คือเหตุผลที่ธอร์ เกลียดวันที่อากาศแจ่มใส",
    "hint86_0":"ธอร์เก็บสะสม พลังสายฟ้าจากเมฆฝน",
    "hint86_1":"แตะที่ก้อนเมฆ เพื่อเคลียร์มันออกไป",
    "question_87":"แดร็กคิวล่าพยายามล้มธอร์",
    "end_87":"ธอร์: 'โอ้ย!  ฉันประมาทเกินไป!'",
    "hint87_0":"แตะที่ตัวแดร็กคิวล่า เพื่อโจมตี",
    "hint87_1":"วางเครื่องสัญญาณสองอัน ในตำแหน่งที่ถูกต้องเพื่อหลอกธอร์",
    "hint87_2":"วางเครื่องสัญญาณด้านซ้าย มาไว้ตรงกลาง",
    "hint87_3":"วางเครื่องสัญญาณด้านขวา มาไว้ด้านซ้ายบน",
    "question_88":"โลกิต้องจับตัวแดร็กคิวล่า เพื่อแย่งอัญมณี",
    "end_88":"โลกิ: 'ฮิฮิ! แกหลงกลให้กับ ภาพลวงตาของฉัน!'",
    "hint88_0":"แดร็กคิวล่า จะต้องอยู่ข้างใต้กรงเวทมนต์",
    "hint88_1":"แตะที่คำว่า 'อัญมณี'  เพื่อสร้างอัญมณีปลอม ขึ้นมา",
    "hint88_2":"วางอัญมณีทั้ง 4  ไว้ใต้กรงเวทมนต์",
    "hint88_3":"ลากกรงลงมา เพื่อจับแดร็กคิวล่า",
    "question_89":"ทำให้แดร็กคิวล่าหลับ เพื่อให้โลกิจัดการเขา",
    "end_89":"โลกิ:  'หลับตาลงอย่าได้เอ่ยสิ่งใด  พ่อจะขอเอาอัญมณีไป'",
    "hint89_0":"เขย่ามือถือ เพื่อทำให้เขาหลับ",
    "question_90":"โลกิจำเป็นต้องหาขุมพลังงาน ในตัวแดร็กคิวล่า",
    "end_90":"แดร็กคิวล่า เป็นคนหลับลึกจริงๆ",
    "hint90_0":"หาเครื่องสแกน เพื่อสแกนแดร็กคิวล่า",
    "hint90_1":"หาขุมพลังทั้ง 2  ด้วยเครื่องสแกน",
    "hint90_2":"อีกครึ่งหนึ่งของเครื่องสแกน ซ่อนอยู่ข้างหลังอะไรบางอย่าง",
    "question_91":"โลกิต้องสกัดอัญมณี ด้วยคทาของเขา",
    "end_91":"โลกิ: 'คราวนี้ก็เหลือแค่ไอ้แก่นั่น แล้วข้าก็จะได้อัญมณีทั้งหมด!'",
    "hint91_0":"ลากคทาไปที่ขุมพลัง",
    "hint91_1":"สีของคทาจะ ต้องตรงกับสีของขุมพลัง",
    "hint91_2":"เปลี่ยนสีของคทาโลกิ โดยการแตะที่ตัวหิน",
    "question_92":"ริษาและคุณพ่อเพิ่งกลับบ้านมา และพ่ออยากมีชุดซุปเปอร์ฮีโร่",
    "end_92":"ริษาไม่ค่อยปลื้ม ชุดของพ่อเธอสักเท่าไหร่",
    "hint92_0":"เขาต้องการหน้ากาก  โลโก้ และผ้าคลุม",
    "hint92_1":"ลากหมวกไหมพรม ใส่ที่หน้าเขา",
    "hint92_2":"ตัดส่วนลูกตาบนหมวก ด้วยกรรไกร",
    "hint92_3":"ลากภาพอัญมณี วางลงบนเสื้อ",
    "hint92_4":"ลากม่านมาทำเป็นผ้าคลุม",
    "question_93":"จอมพลังแมน อยากจะเป็นฮีโร่",
    "end_93":"คนตกตึก: 'ขอบคุณนะ... เออ...หมวกแดง...แมน?' จอมพลังแมน:  'ไม่ใช่! ฉันคือ จอมพลังแมน!'",
    "hint93_0":"ปัดระเบียงเพื่อให้คนตกลงมา",
    "question_94":"จอมพลังแมนต้องหยุด การปล้นธนาคาร",
    "end_94":"เขาเริ่มฝันที่จะเข้าร่วมทีม กับโอเวนเจอร์",
    "hint94_0":"แตะที่ตัวโจรปล้นธนาคาร ทั้ง 5 คนเพื่อจัดการ",
    "hint94_1":"มีคนหนึ่งซ่อนอยู่หลังรถตู้",
    "hint94_2":"ปัดเพื่อย้ายรถตู้",
    "hint94_3":"เช็ดกระจกธนาคาร เพื่อให้เห็นโจรอีกคน",
    "question_95":"ริษานั่งเบื่อๆ อยู่ที่บ้าน ทำอะไรให้เธอร่าเริงหน่อย",
    "end_95":"ข่าวดี! เจนนี่  เพื่อนสนิทของริษา อยากจะพบเธอ",
    "hint95_0":"มีคนกำลังโทรหาเธอ หามือถือแล้วนำไปให้เธอ",
    "hint95_1":"มือถือซ่อนอยู่ ใต้สิ่งของบางอย่าง",
    "question_96":"ริษามาที่จุดนัดพบ แต่เจนนี่ไม่รู้ว่าเธอมาถึงแล้ว",
    "end_96":"พวกเขากำลังดู ข่าวจอมพลังแมนกันอยู่",
    "hint96_0":"ปิดทีวี",
    "hint96_1":"ถอดปลั๊กทีวี",
    "hint96_2":"ปัดหน้าเจนนี่ ให้หันมาหาริษา",
    "question_97":"ริษาอยากจะบอกเจนนี่เกี่ยวกับ การช่วยชีวิตพ่อของเธอ",
    "end_97":"เจนนี่: 'ว้าว! เธอเจอเจ้าหน้าที่เจมส์ด้วย! เขาหล่อไหมเธอ?'",
    "hint97_0":"แตะที่ไอค่อน เพื่อเล่าเรื่องอย่างถูกต้อง",
    "hint97_1":"เธอต้องการบอกถึง อาการป่วยของพ่อเธอ, อัญมณี, ไกรธร และการรักษา",
    "hint97_2":"แตะที่ไอค่อนเหล่านี้:  พ่อของริษที่ป่วย, ไกรธร, อัญมณี /และพวกเขาที่มีความสุขหลังรักษาสำเร็จ",
    "question_98":"เจนนี่เสียสมาธิจากจอมพลังแมน ที่บินอยู่ข้างนอก",
    "end_98":"เจนนี่: 'โอ้ ฉันแค่จะโทร มาบอกเธอน่ะ  ว่าฉันจะแต่งงานพรุ่งนี้แล้ว'",
    "hint98_0":"หาทางหยุดจอมพลังแมน",
    "hint98_1":"ปัดตึกขึ้นมาเพื่อขวางทางเขา",
    "question_99":"ริษาต้องหาอะไรใส่ ในพิธีแต่งงานวันพรุ่งนี้",
    "end_99":"เธอเกลียดชุดหรูหรา แต่เพื่อ เจนนี่เพื่อนรัก เธอทำได้",
    "hint99_0":"หาชิ้นส่วนของชุดสีเขียว และเย็บมันเข้าด้วยกัน ในช่องเก็บของ",
    "hint99_1":"ขยายกระโปงด้วยการปัดมัน",
    "hint99_2":"ลากชุดเพื่อใส่ให้กับริษา",
    "question_100":"โอ้ไม่นะ! เจนนี่จะแต่งงานกับ ตู่จันทราหมาโฮ่งโฮ่ง!  ริษาต้องเตือนเธอ",
    "end_100":"เจนนี่: 'ที่ริษาพูดเมื่อกี๊ จริงรึเปล่าคะ ตู่ที่รัก? ตู่: 'เอิม...คือ... แกทำลายชีวิตฉันอีกแล้ว นังริษา!!!'",
    "hint100_0":"บอกเจนนี่ว่าความจริง ตู่ชอบอะไรที่สุด",
    "hint100_1":"ถูที่หน้าของเจนนี่ เพื่อเผยความจริง",
    "question_101":"ตู่กำลังลักพาตัวเจนนี่!  ริษาต้องจับเขาให้ได้!",
    "end_101":"ริษา: 'จอมพลังแมนอยู่ไหนเนี่ย?! เมื่อเราต้องการเขาจริงๆ!!'",
    "hint101_0":"เคลียร์ทางให้ริษา",
    "hint101_1":"ผู้หญิงคนนั้นโบกมือ และเรียกผู้ชายคนนั้น",
    "hint101_2":"ผู้ชายคนที่ 2  กำลังรออาหาร",
    "hint101_3":"นำที่ครอบอาหารออก เพื่อเผยให้เห็นอาหาร",
    "question_102":"อย่าให้ตู่หนีไปได้!",
    "end_102":"เป็นลูกระนาดที่สะดวกดีจริงๆ",
    "hint102_0":"เพิ่มระดับลูกระนาด",
    "hint102_1":"ปัดลูกระนาดขึ้นเพื่อหยุดรถ",
    "question_103":"ตู่จับเจนนี่เป็นตัวประกัน!",
    "end_103":"ริษา: 'ปังมาก!'",
    "hint103_0":"ลากหัวของเจนนี่ ให้เด้งกลับไปชนตู่",
    "hint103_1":"ลากหัวของเจนนี่ ให้มากที่สุดเท่าที่จะได้ แล้วปล่อย",
    "question_104":"พวกเขาต้อง สั่งสอนตู่สักหน่อย",
    "end_104":"ริษา: 'ในที่สุด  เจ็ดปีที่เตะบอลมา ก็มีประโยชน์สักที!'",
    "hint104_0":"ให้เจนนี่ต่อย  และให้ริษาเตะ",
    "hint104_1":"ง้างแขนของเจนนี่",
    "hint104_2":"ปัดขาของริษา เมื่อตู่กำลังล้มลง",
    "question_105":"เจนนี่เศร้ามากๆ  หาอะไรทำเพื่อปลอบเธอ",
    "end_105":"ริษา: 'ฉันว่าดีแล้วแก  ที่เห็นธาตุแท้ของมันก่อน' เจนนี่: 'จริงแก!  ฉันว่าเราไปหาอะไรสนุกๆ ทำกันเถอะ!'",
    "hint105_0":"สายรุ้งน่าจะช่วย ให้เธอรู้สึกดีขึ้น",
    "hint105_1":"ใช้ฝนกับแสงอาทิตย์ เพื่อสร้างสายรุ้ง",
    "hint105_2":"ลากพระอาทิตย์มาใกล้ๆ น้ำ เพื่อให้ระเหยเป็นเมฆ แล้วลากเมฆขึ้นไปข้างบน",
    "hint105_3":"แตะที่ก้อนเมฆ เพื่อให้ฝนตก",
    "question_106":"เจนนี่อยากกินไอศครีม รสโปรดของเธอ",
    "end_106":"เจนนี่: 'ขอบใจ สำหรับทุกอย่างนะริษา  ไว้เรามาเที่ยวด้วยกัน อีกนะ'",
    "hint106_0":"ลากโคนเพื่อกดไอศครีม จากเครื่อง",
    "hint106_1":"กดไอศครีมตาม รสชาติที่เจนนี่บอก",
    "hint106_2":"กดไอศครีมตามลำดับนี้:  ช็อกโกแล็ต, วานิลลา,  มันม่วง",
    "question_107":"จอมพลังแมนอยากจะเจอ ซุปเปอร์ฮีโร่คนอื่นๆ",
    "end_107":"ไอ้แมงมุม: 'ไง  สวัสดีฮีโร่หน้าใหม่!'",
    "hint107_0":"ส่องไฟไปที่ก้อนเมฆ เพื่อเรียกซุปเปอร์ฮีโร่",
    "hint107_1":"เพิ่มพลังงานไฟฟ้า จากตู้ไฟ",
    "hint107_2":"วางแมงมุม ลงบนหน้าที่ส่องไฟ",
    "question_108":"ไอ้แมงมุมล้อเลียนชุด ของจอมพลังแมน  ต้องเอาคืน! ",
    "end_108":"ไอ้แมงมุม:  'แกมีอารมณ์ดีนิ  มาเป็นคู่หูกันเถอะ!'",
    "hint108_0":"ดึงกางเกงไอ้แมงมุม ลงมา",
    "question_109":"ตามหาหาบั๊กยักษ์",
    "end_109":"บั๊กยักษ์:  'บั๊กเกลียดเสียงดนตรี  บั๊กจะขยี้ให้หมด!'",
    "hint109_0":"ทำให้บั๊กโกรธ เพื่อกลายร่างเป็นบั๊ก",
    "hint109_1":"ลากหูฟัง ให้คนอื่นฟังเพลงดู",
    "question_110":"บั๊กยักษ์พยายามที่จะทุบ จอมพลังแมน",
    "end_110":"พวกเขาต้องหลบบั๊กยักษ์ จนกว่าเขาจะเย็นลง",
    "hint110_0":"ลากจอมพลังแมน เพื่อเคลื่อนที่",
    "hint110_1":"หลบบั๊กยักษ์ไปเรื่อยๆ",
    "question_111":"พวกเขาต้องป้องกัน ไม่ให้บั๊กยักษ์ทำร้ายคนอื่น",
    "end_111":"บั๊กยักษ์:  'หยุด และสู้ เจ้าเปี๊ยก!'",
    "hint111_0":"ลากจอมพลังแมน เพื่อหลบบั๊กยักษ์",
    "hint111_1":"ล่อบั๊กยักษ์ออกห่าง จากผู้คน และรถ",
    "hint111_2":"หลบบั๊กยักษ์ ให้ครบ 10 วินาที",
    "question_112":"จอมพลังแมนต้อง แสดงพลังให้บั๊กยักษ์เห็น",
    "end_112":"บั๊กยักษ์: 'แก แข็งเกร่ง บั๊กชอบ แข็งแรง  บั๊กเป็นเพื่อน!'",
    "hint112_0":"แตะที่จอมพลังแมน เพื่อโจมตี",
    "hint112_1":"ขยายลูกพลัง ให้มีพลังมากขึ้น",
    "hint112_2":"บีบนิ้วออกจากกัน เพื่อขยายพลัง",
    "question_113":"พวกเขาหิวกันแล้ว",
    "end_113":"ชื่อทีมฮีโร่ของพวกเขาคือ  'สมาพันธ์บุรุษทรงอิทธิพล เหนือธรรมดาด้วยหมัด แห่งความเกลียดชัง และท้องที่หิวโหย'",
    "hint113_0":"สลับจานเพื่อเสิร์ฟอาหาร ที่ถูกต้อง",
    "hint113_1":"ไอ้แมงมุมต้องการกินไก่  ส่วนจอมพลังแมนต้องการสลัด",
    "hint113_2":"ลากหน้าจอมาทางขวา เพื่อหาฮอทดอกให้บั๊กยักษ์",
    "question_114":"ริษาเหงาอีกแล้ว  หาใครมาดามใจเธอหน่อย",
    "end_114":"นี่สินะ  ที่เรียกว่ารักแรกพบ",
    "hint114_0":"ปัดหน้าพวกเขา เพื่อให้มองเห็นกัน",
    "hint114_1":"ลากผู้ชายที่ขวางอยู่ ให้หลบไป",
    "question_115":"ริษาอยากรู้จักเขาให้มากขึ้น",
    "end_115":"เธอได้เรียนรู้ว่าโจจิ ทำงานอยู่บริษัทกระดาษ ที่สแครนตัน",
    "hint115_0":"เธอต้องการเครื่องหมายคำถาม",
    "hint115_1":"ผมของผู้หญิงกับหูฟังสามารถ รวมกันเป็นประโยคคำถามได้",
    "question_116":"โจจิอยากชนะใจริษา ด้วยการร้องคาราโอเกะของเขา",
    "end_116":"โจจิเรียนทักษะ การร้องคาราโอเกะมาจาก เพื่อร่วมงานของเขา ชื่อเจสัน",
    "hint116_0":"กดตามสีที่แสดงบนจอ",
    "hint116_1":"กดตามสีและ ลำดับที่ถูกต้อง",
    "hint116_2":"ลำดับที่ถูกต้องคือ:  แดง-แดง-เหลือง-น้ำเงิน-แดง-เหลือง- เหลือง-น้ำเงิน-น้ำเงิน-แดง-เหลือง-น้ำเงิน",
    "question_117":"นี่คืดเดทครั้งที่ 3  และพวกเขารู้สึกว่าอยากจูบ",
    "end_117":"โลกิ:  'ว่าไงข้าวใหม่ปลามัน!  ไหนบอกฉันซิ ว่าอัญมณีอยู่ที่ไหน!!!'",
    "hint117_0":"ปัดปากของทั้งคู่ เพื่อให้พร้อมจูบ",
    "question_118":"หลบการโจมตีของโลกิ",
    "end_118":"โลกิ:  'อัญมณีอยู่กับพ่อเห่ยๆ ของเธอหรอ?!  เขาอยู่ที่ไหน?! โจจิ: 'คุณครับ  ใจเย็นก่อน!'",
    "hint118_0":"ให้ริษาอยู่ในที่ปลอดภัย",
    "hint118_1":"ลากริษามาหลบหลังที่กำบัง",
    "question_119":"โลกิจะโจมตีโจจิ  ถ้าริษาไม่ยอมแพ้",
    "end_119":"ริษา: 'ก็ได้! จับฉัน  แล้วปล่อยเขาไป!' โจจิ: 'ไม่นะ ริษา!' โลกิ: 'โอ๋.. ซาบซึ้งเหลือเกินนะ...'",
    "hint119_0":"ใช้ที่กำบังทั้ง 2 อัน เพื่อบังการโจมตี",
    "hint119_1":"หลังจากการโจมตีครั้งที่ 2  ลากริษาออกมายอมแพ้ต่อโลกิ",
    "question_120":"โลกิอยากให้ริษา เรียกพ่อของเธอ",
    "end_120":"จอมพลังแมน:  'ปล่อยเธอไปเดี๋ยวนี้นะ' โลกิ: 'ชุดสวยดีหนิ ฮ่าๆๆๆๆ!'",
    "hint120_0":"หาบางอย่าง เพื่อขยายเสียงริษา",
    "hint120_1":"โคนไอศครีมดูเหมือน เครื่องขยายเสียงอยู่นะ",
    "hint120_2":"ลากโคนไอศครีมมาให้ริษา",
    "question_121":"โลกิจะทำร้ายริษา ถ้าจอมพลังแมน ไม่สละพลังของเขา",
    "end_121":"จอมพลังแมน:  'ม่าาายยย ริษา!' โลกิ: 'ลืมเธอไปได้เลย  แกต้องมากับข้า!'",
    "hint121_0":"หาวิธีสละพลังของ จอมพลังแมน",
    "hint121_1":"สลายอัญมณีทั้ง 4  ด้วยการกดที่อัญมณี",
    "question_122":"กัปตันแมรี่เห็นริษาตกลงไป ในทะเล เธอต้องช่วยริษา",
    "end_122":"กัปตันแมรี่:  'มันเป็นไปได้ไงเนี่ย  ที่เธอจะหาเรื่อง มาได้ตลอดเลย!?'",
    "hint122_0":"ปล่อยสมอเรือเพื่อเกี่ยว เธอขึ้นมา",
    "hint122_1":"ใช้กว้านเพื่อควบคุมสมอเรือ",
    "hint122_2":"ดึงสมอขึ้นหลังจากสมอเกี่ยวเธอ",
    "question_123":"ริษาต้องการอากาศหายใจ",
    "end_123":"ริษา: 'เอิ่ม....' แมรี่: 'ไม่นะ!  ฉันไม่ได้จูบเธอสักหน่อย!  ลูกโป่งต่างหาก'",
    "hint123_0":"พยายามหาลูกโป่ง",
    "hint123_1":"มีลูกโป่งที่ไม่ได้เป่า อยู่บนเสา",
    "hint123_2":"ให้แมรี่เป่าลูกโป่ง",
    "hint123_3":"มอบลูกโป่งที่เป่าแล้วให้ริษา",
    "question_124":"โลกิกำลังดูดพลังของอัญมณี!",
    "end_124":"ทีนี้ โลกิก็มีพลัง ของอัญมณีทั้ง 6 แล้ว",
    "hint124_0":"โจมตีโลกิด้วยไอ้แมงมุม",
    "hint124_1":"พยายามยิงใย ไปที่หัวของเขา",
    "hint124_2":"แตะที่ไอ้แมงมุม เพื่อยิงใยออกมา",
    "question_125":"อย่าให้จอมพลังแมน ตกถึงพื้น",
    "end_125":"เมื่อไม่มีอัญมณีแล้ว  เขาก็เป็นแค่พ่อริษาอีกครั้ง  ไม่มีจอมพลังแมนอีกแล้ว",
    "hint125_0":"พยายามหาท่อระบายน้ำ",
    "hint125_1":"มีท่อระบายน้ำอยู่ใต้รถ",
    "hint125_2":"ลากท่อระบายน้ำ ให้อยู่ใต้จอมพลังแมน",
    "hint125_3":"เปิดฝาท่อด้วยล่ะ",
    "question_126":"พ่อริษาจะต้องหาทาง ออกจากที่นี่",
    "end_126":"บั๊กยักษ์:  'ลุง ไป ปลอดภัย  บั๊ก ทุบ โลกิ'",
    "hint126_0":"ทางพวกนี้ไม่ใช่ทางออก",
    "hint126_1":"ลากหน้าจอไปทางขวา มีทางออกอีกทาง ตรงด้านซ้าย",
    "hint126_2":"ปัดทางออกลงมา เพื่อรับความช่วยเหลือ จากบั๊กยักษ์",
    "question_127":"เราต้องช่วยไอ้แมงมุม",
    "end_127":"บั๊กยักษ์:  'แกทำบั๊กโกรธ  บั๊กจะทุบเขาแก!'",
    "hint127_0":"แตะที่ตัวบั๊ก เพื่อให้เขากระโดด",
    "hint127_1":"กระโดดให้ถูกจังหวะ เพื่อรับไอ้แมงมุม",
    "question_128":"บั๊กยักษ์ต้อง จัดการโลกิ",
    "end_128":"บั๊กยักษ์: 'นี่แหนะ!' ไอ้แมงมุม:  'อย่างนั้นแหละพี่เบิ้ม!'",
    "hint128_0":"ทำให้บั๊กยักษ์กระโดด จนกว่าป้ายจะร้าว",
    "hint128_1":"เอียงมือถือเพื่อให้ ป้ายหล่นใส่โลกิ",
    "question_129":"โลกิไม่สะท้านเลยสักนิด  เขาต้องการความช่วยเหลือ",
    "end_129":"ธอร์: 'หยุดความชั่วร้าย ของเจ้าได้แล้วน้องข้า!' โลกิ: 'ข้าจะแสดงพลัง ของอัญมณีทั้ง 6  ให้เจ้าเห็นเอง!'",
    "hint129_0":"พวกเขาต้องสร้างสายฟ้า",
    "hint129_1":"ใช้เศษสีดำเพื่อระบาย ให้เมฆเป็นสีดำ",
    "hint129_2":"ลากเมฆทั้งสอง มากระทบกัน",
    "question_130":"ธอร์กำลังต่อสู้กับ น้องสุดน่ารำคาญของเขา",
    "end_130":"ธอร์: 'เย้ยยย!  ถ้าใครเรียกฉันก็บอกไปนะ  ว่าฉันเกษียณแล้ว ไปเป็นชาวสวน ที่แอสการ์ดแล้ว...'",
    "hint130_0":"พยายามโจมตีด้วยค้อน",
    "hint130_1":"ลากค้อนมาที่โลกิ",
    "question_131":"แมรี่พาริษามาทอร์ทูก้า  ริษาต้องการความหวัง",
    "end_131":"แมรี่: 'อาฮะ! หนังสือนี่บอกตำแหน่ง ของเขาแห่งยูนิโค่ในตำนาน!  เราสามารถเอาชนะโลกิได้ด้วยสิ่งนี้ได้!' ริษา: 'เราไป ตามหามันกันเถอะ!'",
    
    "loki_conquers_city":"โลกิครองเมือง!",
    "hint131_0":"หาหนังสือที่มีข้อมูลสำคัญ",
    "hint131_1":"ลากสมุดที่มีสัญลักษณ์ รูปเขามาวางบนโต๊ะ",
    "end_game_message":"ยินดีด้วย! คุณได้ช่วยริษา ในการช่วยพ่อของเธอ  เอาชนะไกรธรพ่อมดทรยศ และนี่คือจุดสิ้นสุดของ การผจญภัยของเธอ คอยติดตามการผจญภัย ครั้งใหม่ได้ในอนาคต!",
    "play_action_levels":"เล่นโหมดแอ็คชัน",
                    
                    
    "workshop_unlock_1":"ริษานำฮาร์ดดิสก์ ของคอมพิวเตอร์เสือหมอบ กลับมาที่เวิร์กช็อป ของเธอ  เธอจะตรวจสอบไฟล์ ที่นี่",
    "workshop_unlock_2":"ริษาสามารถอัพเกรด และตกแต่งสถานที่นี้ได้  เธอยังสามารถ ซื้อเครื่องผลิตเพชร อีกด้วย  คุณต้องใช้ค้อน เพื่ออัพเกรด",
    "workshop_unlock_3":"แตะที่ปุ่มลูกศรเพื่อดูอีก 2 ชั้นของเวิร์กช็อป",
                    
    "pets_unlock_1":"ริษาช่วยแมว จากห้องทดลอง ของเสือหมอบ  และมันจะเป็น สัตว์เลี้ยงตัวแรก ของเธอ",
    "pets_unlock_2":"เล่นให้ครบทุกเลเวล เพื่อช่วยเหลือ สัตว์เลี้ยงทั้งหมด  จากนั้นคุณ จะสามารถซื้อสกินใหม่ สำหรับสัตว์เลี้ยง ที่คุณปลดล็อกได้",
    "action_unlock":"ยินดีด้วย!  คุณปลดล็อก โหมดแอ็คชัน ของเจ้าหน้าที่เจมส์  เล่นเพื่อรับรางวัลพิเศษ",
    "costume_unlock":"คุณเพิ่งปลดล็อก ชุดใหม่สำหรับริษา!  คุณสามารถซื้อ และปลดล็อก เครื่องแต่งกายในหน้านี้ และเปลี่ยนรูปลักษณ์ ของคุณได้ตามที่ คุณต้องการ"
}
